[
  {
    "sample_type": "1",
    "patient_first_name": "Susan",
    "patient_last_name": "Green",
    "dob": "2017-08-29",
    "sex": "Female",
    "member_id": "HUS444804699",
    "patient_address": "6138 State St, Stamford, CT 06723",
    "subscriber_name": "Sharon Green",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Christopher Lee",
    "provider_npi": "5846662287",
    "provider_phone": "(475) 498-4564",
    "provider_fax": "(860) 714-9336",
    "provider_address": "1895 River Rd, Danbury, CT 06981",
    "lab_name": "Invitae",
    "lab_npi": "4010867540",
    "lab_address": "71 Hill St, Bristol, CT 06404",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-08",
    "internal_test_code": "",
    "icd_codes": [
      "Q67.4",
      "Q17.0",
      "Q21.1",
      "R62.50",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-01-29",
    "clinical_note": "Susan Green is a 7‑year‑old girl with a history notable for global developmental delay, with persistent delays in both motor and language milestones and ongoing need for educational support. Since infancy, growth has been suboptimal, with concerns for poor overall weight gain and short stature relative to age‑matched peers. Physical examination has consistently shown multiple congenital anomalies, including a small, abnormally shaped left ear with associated external ear malformation and mild facial asymmetry. She also has a congenital heart defect characterized by an abnormal communication between the heart’s lower chambers, monitored by cardiology with intermittent follow‑up imaging. Craniofacial features include an abnormal skull shape with asymmetry of the cranial vault and facial bones, and additional subtle dysmorphic features suggestive of an underlying syndromic diagnosis. Prior genetic evaluation included single‑gene testing targeting a suspected condition, which was negative and did not provide a unifying molecular explanation. Given the combination of congenital anomalies, growth impairment, and developmental delay, further comprehensive genetic testing is being pursued."
  },
  {
    "sample_type": "1",
    "patient_first_name": "Daniel",
    "patient_last_name": "Campbell",
    "dob": "2006-07-25",
    "sex": "Unknown",
    "member_id": "CT933383653",
    "patient_address": "4233 Franklin St, Newington, CT 06436",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Maria Martinez",
    "provider_npi": "8151252367",
    "provider_phone": "(475) 714-9311",
    "provider_fax": "(475) 249-6309",
    "provider_address": "9058 Court St, Norwich, CT 06900",
    "lab_name": "Invitae",
    "lab_npi": "6735405004",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-29",
    "internal_test_code": "80003",
    "icd_codes": [
      "E87.2",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Daniel Campbell (born 2006-07-25) is referred for evaluation of recurrent neurological and metabolic concerns. History is notable for multiple episodes of transient unresponsiveness and generalized convulsive events, often occurring in the setting of intercurrent illness or prolonged fasting. Caregivers report postictal confusion and fatigue lasting several hours after these events. Clinical records describe associated laboratory abnormalities during acute episodes, including low serum bicarbonate with an increased anion gap, consistent with recurrent metabolic acidosis. Between episodes, Daniel is generally well, though he reports intermittent headaches and reduced exercise tolerance. There is no clear history of head trauma, central nervous system infection, or substance exposure to explain the seizure-like events. Family history is significant for a younger sibling with febrile seizures in early childhood that resolved, and a paternal uncle reportedly diagnosed with a seizure disorder requiring long-term antiseizure medication. A maternal aunt has type 2 diabetes diagnosed in mid-adulthood. No prior genetic testing has been performed to date. Further evaluation for an underlying metabolic or genetic epilepsy syndrome is planned."
  },
  {
    "sample_type": "1",
    "patient_first_name": "James",
    "patient_last_name": "Adams",
    "dob": "2023-02-26",
    "sex": "Male",
    "member_id": "MCD599284851",
    "patient_address": "1380 Forest Ave, Hartford, CT 06110",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Susan Clark",
    "provider_npi": "4593235224",
    "provider_phone": "(860) 757-6963",
    "provider_fax": "(475) 427-8909",
    "provider_address": "3394 High St, Meriden, CT 06867",
    "lab_name": "LabCorp",
    "lab_npi": "5394766741",
    "lab_address": "7745 State St, Hamden, CT 06458",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-12-07",
    "internal_test_code": "620024",
    "icd_codes": [
      "E88.40",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "James Adams is a 22‑month‑old boy with a history notable for recurrent seizures beginning in early childhood, characterized by focal impaired awareness episodes with occasional secondary generalization requiring emergency evaluation. Seizure frequency has been variable, with clusters occurring despite antiseizure medication adjustments, and at least one episode has been associated with transient postictal weakness and confusion. Developmental progress has been generally age appropriate per parental report, though parents note intermittent irritability and fatigue following seizure clusters. Clinical concerns also include a suspected inborn error of metabolism; he has experienced intermittent episodes of poor feeding, lethargy, and vomiting during minor illnesses, raising concern for an underlying metabolic vulnerability. There is no record of prior genetic testing. Family history is notable for a paternal uncle with epilepsy beginning in adolescence and requiring long‑term medication, and a maternal cousin with an unspecified metabolic disorder necessitating dietary restriction. Additional family history includes a maternal grandfather with type 2 diabetes and a paternal grandmother with hypertension and hyperlipidemia."
  },
  {
    "sample_type": "1",
    "patient_first_name": "Mark",
    "patient_last_name": "Sanchez",
    "dob": "2022-06-22",
    "sex": "Unknown",
    "member_id": "HUS424267672",
    "patient_address": "7628 High St, Middletown, CT 06298",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Helen Robinson",
    "provider_npi": "3401470959",
    "provider_phone": "(203) 371-1859",
    "provider_fax": "(860) 452-1102",
    "provider_address": "2201 Main St, Enfield, CT 06513",
    "lab_name": "GeneDx",
    "lab_npi": "",
    "lab_address": "2007 Franklin St, Glastonbury, CT 06398",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-31",
    "internal_test_code": "561b",
    "icd_codes": [
      "E70.20",
      "R25.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "Mark Sanchez (DOB 2022-06-22) is a young child referred for evaluation of episodic muscle stiffness and concerns for an underlying metabolic disorder. History is notable for recurrent episodes of painful muscle rigidity and spasms, often triggered by minor illness or exertion, with slow relaxation of affected muscle groups. Parents describe periods when his limbs appear unusually stiff and difficult to move, occasionally interfering with feeding and play. Between episodes, tone may still feel increased compared with peers. Clinical concerns also include a suspected disturbance of amino acid metabolism, with intermittent lethargy and reduced appetite during illnesses, though growth has been generally appropriate. No prior genetic testing has been completed. Family history is significant for a maternal uncle with lifelong muscle stiffness and exercise-induced cramps, never fully explained, and a paternal cousin diagnosed in childhood with an unspecified metabolic condition requiring dietary restriction. There is no known consanguinity. Mark lives with both parents, who are healthy, and there are no prior pregnancies or siblings reported. Further metabolic and genetic evaluation is planned."
  },
  {
    "sample_type": "1",
    "patient_first_name": "Kenneth",
    "patient_last_name": "Harris",
    "dob": "2005-06-15",
    "sex": "Intersex",
    "member_id": "CT569547066",
    "patient_address": "9539 Pleasant St, New Britain, CT 06219",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. David Brown",
    "provider_npi": "6962726865",
    "provider_phone": "(475) 860-5501",
    "provider_fax": "(860) 756-5558",
    "provider_address": "3608 Mill St, Stamford, CT 06441",
    "lab_name": "GeneDx",
    "lab_npi": "8935598980",
    "lab_address": "8906 Union St, Middletown, CT 06709",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-08",
    "internal_test_code": "TH78a",
    "icd_codes": [
      "E70.20",
      "R25.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "Kenneth Harris is a 19-year-old intersex individual with a history notable for progressive neuromuscular complaints and concerns for an inborn error of metabolism. Since late childhood, the family reports episodes of painful muscle tightening and cramping, often triggered by exertion or stress, with occasional visible muscle twitching and stiffness that can interfere with fine motor tasks and ambulation. These episodes may be accompanied by fatigue and transient weakness, raising concern for an underlying disorder of aromatic amino acid metabolism. There is no clear history of developmental regression, but the family has noticed variable concentration and mood changes around times of metabolic stress, such as intercurrent illness or prolonged fasting. Family history is significant for a maternal uncle with similar lifelong muscle cramping and stiffness of unclear etiology, and a paternal cousin diagnosed in adolescence with an unspecified metabolic disorder requiring dietary modification. No prior genetic testing has been documented, and the family is seeking clarification of a possible hereditary basis for Kenneth’s symptoms."
  }
]