[
  {
    "sample_type": "1",
    "patient_id": "PAT-5115",
    "patient_first_name": "Richard",
    "patient_last_name": "Green",
    "dob": "2012-07-23",
    "sex": "Male",
    "member_id": "HUS272871732",
    "patient_address": "1785 Center St, Greenwich, CT 06131",
    "subscriber_name": "Andrew Green",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Christopher Lee",
    "provider_npi": "1934332914",
    "provider_phone": "(203) 635-4420",
    "provider_fax": "(860) 917-1483",
    "provider_address": "1556 Main St, East Hartford, CT 06972",
    "lab_name": "LabCorp",
    "lab_npi": "6945173019",
    "lab_address": "9885 River Rd, Bristol, CT 06859",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2026-01-10",
    "internal_test_code": "WGS003",
    "icd_codes": [
      "R79.89",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Richard Green is a 13-year-old boy with a history notable for epilepsy characterized by focal seizures progressing to bilateral tonic-clonic events. Seizures reportedly began in mid-childhood without clear provoking factors and have occurred both during wakefulness and sleep. Episodes are described as initial staring and unresponsiveness followed by generalized stiffening and rhythmic jerking, sometimes with tongue biting and postictal confusion. He has been treated with antiseizure medication with partial control; breakthrough events continue intermittently. Clinical concerns also include intermittently abnormal serum laboratory values suggestive of possible underlying metabolic or systemic involvement, though no specific inborn error of metabolism has yet been established. Parents deny developmental regression, and school performance is described as generally appropriate with some fatigue following seizure clusters. Family history is notable for a maternal uncle with childhood-onset seizure disorder now well controlled on medication. A paternal grandfather reportedly has “borderline” elevated liver enzymes of unclear significance but no known liver disease. There is no known consanguinity. Richard presents today for further evaluation of his seizure disorder and possible metabolic contribution."
  },
  {
    "sample_type": "1",
    "patient_id": "PAT-7902",
    "patient_first_name": "James",
    "patient_last_name": "Sanchez",
    "dob": "2012-05-30",
    "sex": "Male",
    "member_id": "CT474108056",
    "patient_address": "6977 West St, West Hartford, CT 06680",
    "subscriber_name": "Timothy Sanchez",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Karen White",
    "provider_npi": "7473763319",
    "provider_phone": "(203) 531-4611",
    "provider_fax": "(860) 543-6408",
    "provider_address": "8638 East St, Waterbury, CT 06560",
    "lab_name": "Invitae",
    "lab_npi": "1345711508",
    "lab_address": "5514 North St, Torrington, CT 06101",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2026-01-02",
    "internal_test_code": "80003",
    "icd_codes": [
      "E73.0",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "James Sanchez is a 13-year-old boy with a history notable for chronic gastrointestinal intolerance to dairy products and progressive coordination difficulties. Since early childhood, he has developed abdominal cramping, bloating, and loose stools within hours of ingesting milk or ice cream, leading the family to markedly restrict lactose-containing foods; symptoms improve with avoidance and over-the-counter lactase supplements. Over the past several years, parents have also observed clumsiness and difficulty with tasks requiring fine motor control, such as handwriting and buttoning clothes, as well as an unsteady, wide-based gait when fatigued. There is no reported history of seizures or developmental regression. School performance is described as average, though he requires extra time for written assignments due to poor hand coordination. Family history is notable for a maternal uncle with long-standing “dairy intolerance” managed by strict dietary restriction and a paternal grandfather with late-onset balance problems attributed to “nerve issues” in his legs. No known consanguinity is reported."
  },
  {
    "sample_type": "1",
    "patient_id": "PAT-2764",
    "patient_first_name": "Laura",
    "patient_last_name": "Rivera",
    "dob": "2016-11-13",
    "sex": "Female",
    "member_id": "HUS490830184",
    "patient_address": "5383 Court St, Milford, CT 06847",
    "subscriber_name": "Dorothy Rivera",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Sandra King",
    "provider_npi": "4201793261",
    "provider_phone": "(475) 385-7477",
    "provider_fax": "(203) 627-4030",
    "provider_address": "7745 State St, Hamden, CT 06458",
    "lab_name": "GeneDx",
    "lab_npi": "8235136089",
    "lab_address": "246 Forest Ave, West Haven, CT 06405",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-20",
    "internal_test_code": "561b",
    "icd_codes": [
      "Q17.0",
      "Q04.0",
      "R62.50",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-12-19",
    "clinical_note": "Laura Rivera is a 9-year-old girl with a history notable for congenital craniofacial anomalies and global developmental delay. Since infancy, she has had prominent malformations of the external ears with abnormal positioning and structure, accompanied by a small head size noted on early well-child examinations and confirmed on serial growth measurements. Parents report delayed attainment of gross motor and language milestones; she required early intervention services for walking and continues to receive school-based support for learning difficulties and borderline intellectual functioning. Clinical concerns include poor overall growth and short stature, with height and weight persistently below age-appropriate percentiles despite adequate nutrition. Physical examination has previously documented a pattern of multiple congenital anomalies with distinctive facial features suggestive of an underlying syndromic etiology. There is no reported history of seizures or regression. Prior genetic evaluation included a targeted gene panel performed on 2025-12-19, which was reported as negative and non-diagnostic. Further comprehensive genetic testing is being considered to better characterize the underlying condition and guide anticipatory management and counseling."
  },
  {
    "sample_type": "1",
    "patient_id": "PAT-1859",
    "patient_first_name": "Sandra",
    "patient_last_name": "Baker",
    "dob": "2017-09-25",
    "sex": "Female",
    "member_id": "MCD244236360",
    "patient_address": "8763 Main St, Enfield, CT 06513",
    "subscriber_name": "Kevin Baker",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. David Brown",
    "provider_npi": "2670284284",
    "provider_phone": "(203) 356-5587",
    "provider_fax": "(959) 461-8228",
    "provider_address": "8110 Sunset Ave, West Hartford, CT 06293",
    "lab_name": "Invitae",
    "lab_npi": "7897550367",
    "lab_address": "4940 River Rd, Stratford, CT 06596",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2026-01-17",
    "internal_test_code": "80003",
    "icd_codes": [
      "E73.0",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "Sandra Baker is a 8-year-old girl with a history notable for gastrointestinal intolerance to dairy products and progressive neurologic concerns. Parents report that since early childhood she has developed abdominal pain, bloating, and loose stools occurring within hours of ingesting milk or ice cream, with improvement on a lactose-restricted diet. No history of weight loss, hematochezia, or recurrent vomiting is noted. Neurologically, clinical concerns include unsteady gait and poor coordination, described as frequent tripping, difficulty with tandem walking, and clumsiness during fine motor tasks such as handwriting and using utensils. Teachers have commented on slowed performance in activities requiring motor planning, though there are no clear concerns for cognition or behavior. There is no history of seizures or focal weakness. Family history is notable for a maternal uncle with “lifelong trouble with milk” requiring dairy avoidance, and a paternal grandfather with late-onset peripheral neuropathy of unclear etiology. No known consanguinity is reported."
  },
  {
    "sample_type": "1",
    "patient_id": "PAT-4607",
    "patient_first_name": "Matthew",
    "patient_last_name": "Perez",
    "dob": "2013-12-13",
    "sex": "Male",
    "member_id": "CT953853157",
    "patient_address": "2199 West St, Norwich, CT 06923",
    "subscriber_name": "Sandra Perez",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Joseph Harris",
    "provider_npi": "5188612435",
    "provider_phone": "(203) 932-3299",
    "provider_fax": "(860) 237-5323",
    "provider_address": "1407 River Rd, Bristol, CT 06248",
    "lab_name": "Invitae",
    "lab_npi": "8558598217",
    "lab_address": "6984 Cedar St, Norwich, CT 06267",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2026-01-10",
    "internal_test_code": "",
    "icd_codes": [
      "R79.89",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Matthew Perez is a 12-year-old boy (DOB 2013-12-13) seen for ongoing neurological and metabolic concerns. History is notable for recurrent focal seizures evolving to bilateral convulsive episodes, without documented intractability, beginning in later childhood. Events are described as brief staring or behavioral arrest with right arm twitching, sometimes progressing to generalized stiffening and rhythmic jerking, followed by postictal confusion and fatigue. Seizures occur despite adherence to prescribed antiseizure therapy, and medication adjustments are ongoing. Between events, parents report intermittent headaches and difficulty with sustained attention at school, though academic performance is generally appropriate for grade level. \n\nMetabolic evaluation has shown persistently abnormal serum laboratory values of unclear significance, including intermittently elevated liver transaminases and mild lactate elevations, prompting referral for further workup. There is no history of developmental regression, significant head trauma, or CNS infection. Family history is notable for a maternal uncle with epilepsy beginning in adolescence and a paternal grandfather with “borderline” diabetes and hyperlipidemia diagnosed in midlife. No known consanguinity is reported. Further neurologic and metabolic assessment, including consideration of genetic etiologies, is planned."
  },
  {
    "sample_type": "1",
    "patient_id": "PAT-3848",
    "patient_first_name": "Mary",
    "patient_last_name": "Williams",
    "dob": "2009-02-10",
    "sex": "Female",
    "member_id": "HUS775346902",
    "patient_address": "3584 Pine St, Norwich, CT 06573",
    "subscriber_name": "Robert Williams",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Lisa Garcia",
    "provider_npi": "3498482038",
    "provider_phone": "(475) 716-7472",
    "provider_fax": "(203) 927-7318",
    "provider_address": "2056 Main St, Danbury, CT 06493",
    "lab_name": "LabCorp",
    "lab_npi": "2985624382",
    "lab_address": "5999 Main St, Middletown, CT 06739",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-26",
    "internal_test_code": "WGS003",
    "icd_codes": [
      "Q22.2",
      "Q39.1",
      "R41.840",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-02-05",
    "clinical_note": "Mary Williams is a 16-year-old girl with a history notable for multiple congenital anomalies and global developmental concerns. Since infancy, she has been followed for a congenital abnormality of the pulmonary valve with associated cardiac evaluations and intermittent exertional fatigue, though she has not required recent hospitalizations. Early feeding difficulties were attributed to a congenital esophageal abnormality, with episodes of dysphagia and reflux that have improved but not fully resolved; she continues to eat slowly and avoids certain textures. Developmentally, she has required special education services for impaired attention and slower processing speed, with ongoing challenges in academic performance and organization. Physical examination over time has documented features consistent with a congenital malformation syndrome, including mild facial asymmetry and disproportionate growth parameters, prompting consideration of an underlying syndromic diagnosis. Prior genetic evaluation included single-gene testing performed on 2025-02-05, which was negative and did not identify a causative variant. There is no reported family history of similar congenital heart disease, structural esophageal anomalies, or developmental delay."
  },
  {
    "sample_type": "1",
    "patient_id": "PAT-4225",
    "patient_first_name": "Sharon",
    "patient_last_name": "Hall",
    "dob": "2007-04-22",
    "sex": "Female",
    "member_id": "CT826150076",
    "patient_address": "3465 Maple St, West Haven, CT 06890",
    "subscriber_name": "John Hall",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Michael Smith",
    "provider_npi": "1903835539",
    "provider_phone": "(860) 692-7417",
    "provider_fax": "(860) 642-3412",
    "provider_address": "7283 West St, Waterbury, CT 06447",
    "lab_name": "GeneDx",
    "lab_npi": "8452599042",
    "lab_address": "5635 School St, Windsor, CT 06815",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-09",
    "internal_test_code": "896a",
    "icd_codes": [
      "Q04.0",
      "Q39.1",
      "Q66.89",
      "R62.50",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-04-08",
    "clinical_note": "Sharon Hall is an 18-year-old female with a history notable for global developmental delay and persistent failure to achieve expected growth and developmental milestones. Since early childhood, she has required special education supports for intellectual disability, with ongoing difficulties in academic skills and adaptive functioning. Birth and neonatal records describe congenital brain malformation consistent with partial agenesis of the corpus callosum, associated with longstanding issues in coordination and learning. She has a known congenital anomaly of the esophagus with intermittent dysphagia and feeding difficulties, as well as bilateral foot deformities with abnormal positioning of the feet requiring orthotic management and prior orthopedic evaluation. Examination has consistently described a pattern of craniofacial differences, including mild facial asymmetry and features suggestive of an underlying congenital malformation syndrome. Overall appearance and multisystem involvement raise concern for a recognizable syndromic etiology. Prior genetic evaluation included chromosomal microarray performed on 2025-04-08, which was reported as negative, without pathogenic copy number variants identified. Further comprehensive genetic testing is being considered to clarify the diagnosis and guide management."
  },
  {
    "sample_type": "1",
    "patient_id": "PAT-5257",
    "patient_first_name": "John",
    "patient_last_name": "Mitchell",
    "dob": "2014-12-03",
    "sex": "Male",
    "member_id": "CT167236589",
    "patient_address": "2665 North St, Norwich, CT 06496",
    "subscriber_name": "Timothy Mitchell",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Betty Young",
    "provider_npi": "8786911197",
    "provider_phone": "(959) 491-6053",
    "provider_fax": "(959) 286-8280",
    "provider_address": "3924 Pleasant St, New Britain, CT 06943",
    "lab_name": "Invitae",
    "lab_npi": "5763278384",
    "lab_address": "4745 Mill St, Middletown, CT 06598",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-12-28",
    "internal_test_code": "80003",
    "icd_codes": [
      "E70.20",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "John Mitchell is a 11-year-old boy with a history notable for progressive neurological concerns and a suspected inborn error of metabolism affecting aromatic amino acid handling. Parents report longstanding difficulties with coordination and balance, first clearly appreciated in early childhood, with frequent stumbling, clumsiness during running, and trouble with fine motor tasks such as handwriting and buttoning clothes. On examination, he demonstrates gait instability consistent with cerebellar involvement, with impaired tandem walking and dysmetria on finger-to-nose testing. There are no reported episodes of loss of consciousness, but he is described as easily fatigued with prolonged physical activity. Metabolic history includes prior concern for abnormal amino acid metabolism, with intermittent irritability and fluctuating attention, although growth and appetite have remained appropriate. No developmental regression has been noted. Family history is significant for a paternal uncle with chronic balance problems of unclear etiology beginning in adulthood, and a maternal cousin with a diagnosed metabolic liver disorder in adolescence. There is no known consanguinity, and no other relatives with neurodevelopmental or severe childhood-onset metabolic disease."
  },
  {
    "sample_type": "1",
    "patient_id": "PAT-7127",
    "patient_first_name": "Ruth",
    "patient_last_name": "Scott",
    "dob": "2014-08-01",
    "sex": "Female",
    "member_id": "HUS239708584",
    "patient_address": "9336 Mill St, Norwich, CT 06442",
    "subscriber_name": "Kevin Scott",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Emily Davis",
    "provider_npi": "8085932048",
    "provider_phone": "(959) 801-2739",
    "provider_fax": "(203) 824-7854",
    "provider_address": "1701 Valley Rd, West Hartford, CT 06311",
    "lab_name": "Invitae",
    "lab_npi": "2962825938",
    "lab_address": "9092 Maple St, Norwalk, CT 06124",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-04",
    "internal_test_code": "80001",
    "icd_codes": [
      "Q61.4",
      "Q67.4",
      "F71",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-07-03",
    "clinical_note": "Ruth Scott is an 11-year-old girl with a history notable for moderate intellectual disability and global developmental delays, with academic functioning well below expected grade level and requiring a specialized education program and speech-language services. Since early childhood, caregivers have observed difficulties with problem solving, expressive language, and adaptive skills, including ongoing support for self-care and safety awareness. Physical examination has consistently documented multiple congenital anomalies, including limb and craniofacial differences and abnormal skull and facial shape with asymmetry and disproportion, giving an overall impression of a syndromic pattern. She also carries a diagnosis of a congenital renal cystic malformation, with prior imaging demonstrating structurally abnormal kidneys; she is followed by nephrology for monitoring of renal function and blood pressure. Growth parameters have been within a stable range, but her facial appearance remains distinctive with dysmorphic features suggestive of an underlying genetic syndrome. Prior genetic evaluation included chromosomal microarray performed on 07/03/2025, which was reported as negative, with no pathogenic copy number changes detected."
  },
  {
    "sample_type": "1",
    "patient_id": "PAT-7043",
    "patient_first_name": "Sandra",
    "patient_last_name": "Hill",
    "dob": "2020-06-17",
    "sex": "Female",
    "member_id": "HUS684302361",
    "patient_address": "945 Elm St, Newington, CT 06309",
    "subscriber_name": "Richard Hill",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Susan Clark",
    "provider_npi": "2543609542",
    "provider_phone": "(203) 737-8734",
    "provider_fax": "(475) 761-3483",
    "provider_address": "6869 North St, Stratford, CT 06392",
    "lab_name": "LabCorp",
    "lab_npi": "5989610546",
    "lab_address": "3253 Franklin St, Hamden, CT 06976",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-06",
    "internal_test_code": "WGS003X",
    "icd_codes": [
      "Q66.89",
      "Q10.3",
      "Q17.0",
      "R62.50",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-04-03",
    "clinical_note": "Sandra Hill is a 5-year-old girl with a history notable for global developmental delay, with persistent concerns regarding delayed attainment of gross and fine motor milestones as well as speech. Since infancy, she has demonstrated multiple congenital anomalies, including abnormal positioning of the ears with low-set, posteriorly rotated configuration and asymmetric craniofacial features consistent with a recognizable pattern of dysmorphism. Ophthalmologic history is significant for congenital eyelid malposition with persistent ptosis and intermittent eye irritation, for which she is followed by pediatric ophthalmology. Orthopedic evaluation was prompted by congenital deformity of the feet, with persistent abnormal foot posture and difficulty with weight-bearing and gait training; she uses supportive footwear and participates in physical therapy. Growth has been closely monitored due to concerns for short stature and poor linear growth relative to age-matched peers. Overall appearance and constellation of findings raise concern for an underlying congenital malformation syndrome affecting craniofacial and skeletal development. Prior chromosomal microarray performed on 04/03/2025 was reported as negative, without pathogenic copy number changes identified."
  },
  {
    "sample_type": "2a",
    "patient_id": "PAT-3864",
    "patient_first_name": "Lisa",
    "patient_last_name": "Mitchell",
    "dob": "2022-04-02",
    "sex": "Female",
    "member_id": "HUS595767033",
    "patient_address": "1399 Main St, Bridgeport, CT 06228",
    "subscriber_name": "Sarah Mitchell",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Karen White",
    "provider_npi": "1053799848",
    "provider_phone": "(860) 958-6103",
    "provider_fax": "(959) 255-7362",
    "provider_address": "6547 Main St, Waterbury, CT 06078",
    "lab_name": "LabCorp",
    "lab_npi": "9388603125",
    "lab_address": "1914 Meadow Ln, Greenwich, CT 06364",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2026-01-04",
    "internal_test_code": "620024",
    "icd_codes": [
      "Q39.1",
      "Q17.0",
      "Q22.2",
      "R62.500",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-07-02",
    "clinical_note": "Lisa Mitchell is a 3-year-old girl with a history notable for global developmental delay, with concerns for both cognitive and motor milestones lagging behind age expectations. Since infancy, she has demonstrated poor overall growth and failure to thrive despite appropriate nutritional support. Birth and early childhood records describe multiple congenital anomalies, including a cleft in the upper esophagus consistent with an esophageal atresia variant, as well as a congenital malformation of the right external ear with abnormal auricular shape and positioning. Cardiac evaluation in infancy identified a structural abnormality of the pulmonary valve, with ongoing cardiology follow-up. Physical examination has been notable for a pattern of minor facial differences and body proportion abnormalities suggestive of an underlying congenital malformation syndrome. A chromosomal microarray performed on 07/02/2025 was reported as negative, without pathogenic copy number changes to explain her presentation. She is followed by developmental pediatrics and multiple subspecialists, and is referred today for further genetic evaluation to clarify an underlying syndromic diagnosis and guide prognosis and management."
  },
  {
    "sample_type": "2a",
    "patient_id": "PAT-2279",
    "patient_first_name": "Susan",
    "patient_last_name": "Lopez",
    "dob": "2021-11-24",
    "sex": "Female",
    "member_id": "MCD955113166",
    "patient_address": "632 Washington Ave, Stamford, CT 06219",
    "subscriber_name": "Karen Lopez",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Thomas Taylor",
    "provider_npi": "1564336915",
    "provider_phone": "(475) 292-5137",
    "provider_fax": "(475) 552-2162",
    "provider_address": "568 Pine St, Middletown, CT 06200",
    "lab_name": "Invitae",
    "lab_npi": "4096700804",
    "lab_address": "1631 Second St, East Hartford, CT 06047",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-22",
    "internal_test_code": "",
    "icd_codes": [
      "R79.89",
      "P94.20"
    ],
    "icd_descriptions": "",
    "clinical_note": "Susan Lopez is a 4-year-old girl with a history notable for abnormal laboratory findings suggestive of a possible metabolic disturbance, as well as early-life concerns for increased muscle tone. Per parental report, since the neonatal period she demonstrated intermittent stiffness and difficulty relaxing her limbs, most evident during handling and diaper changes. These episodes have lessened over time but she continues to have occasional periods of rigidity, particularly when upset or ill. Parents deny clear regression but note that she can appear fatigued and less coordinated on days when she “seems off,” coinciding with prior abnormal blood work obtained by her pediatrician, including nonspecific elevations that prompted metabolic evaluation. There is no history of seizures. Developmental progress is otherwise reported as generally age-appropriate. Family history is notable for a maternal uncle with type 2 diabetes diagnosed in his 40s and a paternal grandmother with hypertension and hyperlipidemia. No known consanguinity is reported, and there are no known relatives with childhood-onset neurologic or metabolic disorders."
  },
  {
    "sample_type": "2a",
    "patient_id": "PAT-9120",
    "patient_first_name": "Timothy",
    "patient_last_name": "Ramirez",
    "dob": "2012-07-17",
    "sex": "Male",
    "member_id": "HUS362998642",
    "patient_address": "2847 Oak Ave, Middletown, CT 06220",
    "subscriber_name": "Betty Ramirez",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. David Brown",
    "provider_npi": "3249017827",
    "provider_phone": "(959) 912-8413",
    "provider_fax": "(203) 358-4438",
    "provider_address": "2251 State St, Enfield, CT 06461",
    "lab_name": "LabCorp",
    "lab_npi": "5694787235",
    "lab_address": "8914 Pleasant St, Torrington, CT 06653",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-31",
    "internal_test_code": "WGS003",
    "icd_codes": [
      "Q61.4",
      "Q21.1",
      "R62.50",
      "Q8.70"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-06-14",
    "clinical_note": "Timothy Ramirez is a 13-year-old male with a history notable for global developmental delay and persistent growth concerns, including short stature and poor overall weight gain despite adequate nutritional support. Since early childhood, he has required early intervention services for delayed motor and language milestones and continues to receive school-based educational supports. Clinical evaluation has revealed multiple congenital anomalies, including a secundum atrial septal defect identified in infancy, with intermittent follow-up by pediatric cardiology. Renal assessment demonstrated structural abnormalities consistent with cystic dysplasia of the kidneys, with ongoing monitoring of renal function. Dysmorphic features have been described on prior examinations, including subtle craniofacial differences and body disproportions suggestive of an underlying congenital malformation syndrome affecting skeletal and connective tissues. There is no known family history of similar developmental, renal, or cardiac problems. Prior genetic evaluation included single-gene testing performed on 2025-06-14, which was negative and did not identify a pathogenic variant to explain his constellation of findings. He presents today for further etiologic clarification and genetic counseling."
  },
  {
    "sample_type": "2a",
    "patient_id": "PAT-2425",
    "patient_first_name": "James",
    "patient_last_name": "Clark",
    "dob": "2016-08-30",
    "sex": "Male",
    "member_id": "CT475924317",
    "patient_address": "8859 Sunset Ave, Hartford, CT 06357",
    "subscriber_name": "Joshua Clark",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Mark Lewis",
    "provider_npi": "4155314675",
    "provider_phone": "(475) 731-3348",
    "provider_fax": "(959) 748-2446",
    "provider_address": "8960 Elm St, East Hartford, CT 06274",
    "lab_name": "LabCorp",
    "lab_npi": "5449743884",
    "lab_address": "8936 Center St, Torrington, CT 06956",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-26",
    "internal_test_code": "WGS001",
    "icd_codes": [
      "Q22.2",
      "Q04.0",
      "F7.1",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-06-27",
    "clinical_note": "James Clark is a 9-year-old boy with a history notable for complex congenital and neurodevelopmental concerns. Since birth, he has been followed for a structural cardiac malformation involving the right ventricular outflow tract, associated with valve-level obstruction and reduced pulmonary blood flow, for which he has undergone cardiology evaluation and ongoing surveillance. Early neuroimaging demonstrated incomplete development of the cerebral hemispheres with markedly abnormal cortical organization, consistent with a severe malformation of cortical development. Developmentally, James has significant intellectual impairment in the moderate range, with delays across cognitive, language, and adaptive domains; he remains dependent for many activities of daily living and requires a specialized educational setting. Examination has consistently noted a pattern of disproportionate growth and distinctive craniofacial features, including a prominent forehead, midface hypoplasia, and mildly downslanting palpebral fissures, raising concern for an underlying syndromic overgrowth condition. No prior seizures or metabolic decompensations have been documented. Chromosomal microarray performed on 2025-06-27 was negative for pathogenic copy number variants, and further genetic evaluation is being pursued."
  },
  {
    "sample_type": "2a",
    "patient_id": "PAT-9054",
    "patient_first_name": "Charles",
    "patient_last_name": "Nelson",
    "dob": "2021-05-10",
    "sex": "Male",
    "member_id": "HUS787935381",
    "patient_address": "8445 Park Rd, Norwalk, CT 06992",
    "subscriber_name": "Paul Nelson",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Donna Scott",
    "provider_npi": "2585999919",
    "provider_phone": "(203) 822-3149",
    "provider_fax": "(959) 227-8486",
    "provider_address": "3754 Court St, Trumbull, CT 06331",
    "lab_name": "GeneDx",
    "lab_npi": "6182437542",
    "lab_address": "7204 State St, Manchester, CT 06479",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-01",
    "internal_test_code": "TH78b",
    "icd_codes": [
      "Q21.1",
      "Q04.0",
      "Q22.2",
      "R41.840",
      "Q8.70"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-09-16",
    "clinical_note": "Charles Nelson is a 4-year-old boy with a history notable for complex congenital and neurodevelopmental concerns. Since birth, he has had a documented congenital heart defect involving the atrial septum, along with malformation of the outflow tract of the right ventricle and pulmonary valve, for which he has been followed by pediatric cardiology. Neuroimaging early in life revealed incomplete development of the cerebral hemispheres consistent with holoprosencephaly, and he has global developmental delays with prominent deficits in attention and concentration observed during structured tasks. His physical examination has been notable for multiple minor anomalies and a recognizable pattern of craniofacial dysmorphism, raising concern for an underlying syndromic etiology affecting multiple organ systems. Clinical course and exam features are consistent with a congenital malformation syndrome with associated intellectual disability. Prior genetic evaluation included a targeted gene panel performed on 09/16/2025, which was reported as negative, without identification of a pathogenic or likely pathogenic variant to explain his presentation. Further comprehensive genetic testing is being pursued to clarify diagnosis and guide ongoing management."
  },
  {
    "sample_type": "2b",
    "patient_id": "PAT-6731",
    "patient_first_name": "Joseph",
    "patient_last_name": "King",
    "dob": "2022-05-03",
    "sex": "Male",
    "member_id": "MCD327181502",
    "patient_address": "5887 School St, Torrington, CT 06642",
    "subscriber_name": "Steven King",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Maria Martinez",
    "provider_npi": "7434971171",
    "provider_phone": "(475) 735-4078",
    "provider_fax": "(959) 302-4843",
    "provider_address": "158 Center St, Greenwich, CT 06820",
    "lab_name": "LabCorp",
    "lab_npi": "7451907238",
    "lab_address": "3768 South St, Milford, CT 06846",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81417"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-29",
    "internal_test_code": "620024",
    "icd_codes": [
      "Q22.2",
      "Q39.1",
      "Q67.4",
      "F71",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-02-10",
    "clinical_note": "Joseph King is a 3-year-old boy with a history notable for congenital heart disease characterized by malformation of the pulmonary valve, associated with early respiratory distress and poor feeding in infancy. He also has a congenital esophageal abnormality consistent with a mid-esophageal constriction, with prior episodes of dysphagia and failure to thrive that have improved somewhat with feeding therapy and medical management. Developmentally, he demonstrates moderate intellectual disability, with significant delays in expressive language, limited vocabulary, and need for assistance with most age-appropriate activities of daily living; he receives early intervention services including speech and occupational therapy. Physical examination has been notable for features suggestive of an underlying congenital malformation syndrome, including abnormal head shape with plagiocephaly and other subtle craniofacial differences. Overall appearance and pattern of multiple congenital anomalies raise concern for a syndromic etiology. Prior genetic evaluation included single-gene testing performed on 2025-02-10, which was reported as negative, and no molecular diagnosis has yet been established. Parents seek further clarification regarding prognosis, recurrence risk, and potential additional genetic testing options."
  },
  {
    "sample_type": "2b",
    "patient_id": "PAT-5966",
    "patient_first_name": "William",
    "patient_last_name": "Walker",
    "dob": "2007-07-29",
    "sex": "Male",
    "member_id": "CT447206122",
    "patient_address": "164 Center St, Middletown, CT 06523",
    "subscriber_name": "Michael Walker",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Maria Martinez",
    "provider_npi": "5915004865",
    "provider_phone": "(959) 702-5337",
    "provider_fax": "(203) 548-4076",
    "provider_address": "7455 West St, Manchester, CT 06011",
    "lab_name": "Invitae",
    "lab_npi": "9248734359",
    "lab_address": "3974 South St, Bridgeport, CT 06162",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81417",
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2026-01-27",
    "internal_test_code": "80003",
    "icd_codes": [
      "R79.89",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "William Walker is a 18-year-old male with a history notable for recurrent seizures beginning in later childhood, now characterized by focal to bilateral tonic–clonic events occurring without a consistent precipitant. Seizures are described as brief staring or behavioral arrest followed by generalized stiffening and rhythmic jerking, with postictal confusion and fatigue. He has had at least one episode of status epilepticus requiring emergency treatment. Clinical concerns also include intermittently abnormal laboratory findings, including elevated serum liver enzymes and nonspecific abnormalities on metabolic screening, prompting evaluation for an underlying metabolic contribution to his epilepsy. There is no reported history of developmental regression, but he does report occasional headaches and difficulty with sustained concentration following seizure clusters. Family history is notable for a maternal uncle with childhood-onset epilepsy that improved in adulthood and a paternal grandmother with type 2 diabetes and hypertension. No known consanguinity is reported. William is currently managed with antiseizure medication, with partial response, and is being evaluated for possible genetic and metabolic etiologies of his epilepsy and biochemical abnormalities."
  },
  {
    "sample_type": "2b",
    "patient_id": "PAT-1574",
    "patient_first_name": "Anthony",
    "patient_last_name": "Martin",
    "dob": "2021-08-18",
    "sex": "Male",
    "member_id": "MCD627915526",
    "patient_address": "6283 Water St, Norwalk, CT 06366",
    "subscriber_name": "Robert Martin",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Jennifer Wilson",
    "provider_npi": "2061751859",
    "provider_phone": "(860) 334-7183",
    "provider_fax": "(959) 650-5714",
    "provider_address": "5964 River Rd, Meriden, CT 06161",
    "lab_name": "GeneDx",
    "lab_npi": "5181762266",
    "lab_address": "8343 Water St, Shelton, CT 06863",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81427"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-29",
    "internal_test_code": "TH78b",
    "icd_codes": [
      "E88.40",
      "P94.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "Anthony Martin is a 4-year-5-month-old boy with a history notable for early-life neuromuscular irritability and concerns for an underlying metabolic disorder. Since the neonatal period, caregivers have described episodes of increased muscle tone with intermittent stiffness and jitteriness, more pronounced during handling or when he is distressed. These events have gradually lessened in frequency but persist intermittently, prompting ongoing neurologic evaluation. Clinical concerns also include possible disturbances of intermediary metabolism, with prior assessments focused on unexplained biochemical abnormalities and evaluation for inborn errors of metabolism; targeted metabolic workup has been pursued to clarify the etiology of his symptoms. Developmental progress has otherwise been reported as generally appropriate for age, without clear regression. Family history is notable for a maternal uncle with a seizure disorder beginning in adolescence and a paternal grandmother with type 2 diabetes diagnosed in mid-adulthood. There is no known consanguinity. Anthony presents today for further assessment of his neuromuscular symptoms in the context of suspected metabolic dysfunction and to guide additional diagnostic testing and management."
  },
  {
    "sample_type": "2b",
    "patient_id": "PAT-2747",
    "patient_first_name": "Laura",
    "patient_last_name": "Carter",
    "dob": "2020-04-12",
    "sex": "Female",
    "member_id": "HUS721851250",
    "patient_address": "399 Water St, Greenwich, CT 06216",
    "subscriber_name": "Michael Carter",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Paul Allen",
    "provider_npi": "8157299729",
    "provider_phone": "(860) 547-4304",
    "provider_fax": "(860) 550-2356",
    "provider_address": "36 Valley Rd, Windsor, CT 06813",
    "lab_name": "LabCorp",
    "lab_npi": "8369296147",
    "lab_address": "6109 Elm St, Manchester, CT 06293",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81427",
      "81417"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-05",
    "internal_test_code": "620024",
    "icd_codes": [
      "Q66.89",
      "Q22.2",
      "Q10.3",
      "R41.840",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-04-12",
    "clinical_note": "Laura Carter is a 5-year-old girl with a history notable for global developmental delays, particularly affecting attention, concentration, and learning, observed since early childhood. Parents report difficulty sustaining focus during structured tasks and delayed attainment of cognitive milestones compared with peers. Birth history is noncontributory per available records. Clinical concerns include multiple congenital anomalies and a pattern of dysmorphic features consistent with a generalized connective tissue and skeletal involvement syndrome. Examination has previously documented facial asymmetry with abnormal eyelid positioning consistent with a congenital eyelid malalignment, as well as limb abnormalities characterized by atypical foot positioning suggestive of complex congenital clubfoot or related deformity. Cardiac history is significant for a congenital malformation of the outflow tract of the right ventricle, with prior cardiology evaluation and ongoing surveillance. Since infancy she has required multidisciplinary care, including physical and occupational therapies. Prior genetic evaluation with chromosomal microarray, performed on 2025-04-12, was reported as negative for pathogenic copy number variants. Further etiologic clarification is sought to guide prognosis, management, and recurrence counseling."
  },
  {
    "sample_type": "2b",
    "patient_id": "PAT-9905",
    "patient_first_name": "David",
    "patient_last_name": "White",
    "dob": "2017-12-16",
    "sex": "Male",
    "member_id": "MCD439002097",
    "patient_address": "2321 Park Rd, Milford, CT 06777",
    "subscriber_name": "Matthew White",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Jennifer Wilson",
    "provider_npi": "9571824105",
    "provider_phone": "(203) 698-3007",
    "provider_fax": "(203) 321-3033",
    "provider_address": "2935 Washington Ave, Greenwich, CT 06944",
    "lab_name": "GeneDx",
    "lab_npi": "1244817704",
    "lab_address": "9168 South St, Waterbury, CT 06051",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81426",
      "81427"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-13",
    "internal_test_code": "J744b",
    "icd_codes": [
      "E88.40",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "David White is an 8-year-old boy with a history notable for longstanding coordination difficulties and concern for an underlying metabolic disorder. Parents report that since early childhood he has appeared “clumsy,” with frequent tripping, difficulty with fine motor tasks such as buttoning clothes and handwriting, and an unsteady, wide-based gait. Teachers have noted problems with tasks requiring precise hand–eye coordination, and he fatigues more quickly than peers during physical activity. There is no history of regression, seizures, or acute encephalopathic events, but parents describe intermittent episodes of low energy and vague muscle discomfort after prolonged exertion, raising concern for a possible inborn error of metabolism affecting energy utilization. \n\nFamily history is notable for a paternal uncle with lifelong poor coordination and tremulous handwriting, never formally evaluated, and a maternal grandmother with type 2 diabetes and hyperlipidemia. No known consanguinity is reported. David is referred today for neurologic and metabolic evaluation to clarify the etiology of his ataxic symptoms and to guide further diagnostic testing and management."
  },
  {
    "sample_type": "2c",
    "patient_id": "PAT-8557",
    "patient_first_name": "Betty",
    "patient_last_name": "Clark",
    "dob": "2011-04-03",
    "sex": "Female",
    "member_id": "HUS303768391",
    "patient_address": "1266 Forest Ave, New Haven, CT 06677",
    "subscriber_name": "Barbara Clark",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Michael Smith",
    "provider_npi": "5840382766",
    "provider_phone": "(203) 857-2090",
    "provider_fax": "(860) 295-8861",
    "provider_address": "313 Mill St, Windsor, CT 06088",
    "lab_name": "GeneDx",
    "lab_npi": "7782991817",
    "lab_address": "6811 Second St, Manchester, CT 06185",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "72555"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-18",
    "internal_test_code": "896b",
    "icd_codes": [
      "Q22.2",
      "Q39.1",
      "F72",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-02-05",
    "clinical_note": "Betty Clark is a 14-year-old girl with a longstanding history of significant developmental impairment and multiple congenital anomalies. Since early childhood, she has demonstrated severe intellectual disability, with minimal expressive language and full dependence for activities of daily living. Birth and neonatal records describe a complex cardiac malformation involving the outflow tract of the right ventricle, for which she underwent surgical repair in infancy; she continues to be followed by cardiology for residual structural abnormalities and intermittent exercise intolerance. History is also notable for congenital malformation of the esophagus with early feeding difficulties and poor weight gain, requiring prolonged use of thickened feeds and close gastroenterology follow‑up. Physical examination over time has documented a pattern of craniofacial differences and body habitus consistent with a recognizable syndromic condition, including characteristic facial features and disproportionate growth parameters. Prior genetic evaluation included a targeted gene panel performed on 02/05/2025, which was reported as negative, without identification of a causative variant. No additional genetic testing has yet been completed since that time."
  },
  {
    "sample_type": "2c",
    "patient_id": "PAT-3600",
    "patient_first_name": "Sharon",
    "patient_last_name": "Flores",
    "dob": "2011-02-10",
    "sex": "Female",
    "member_id": "CT602610030",
    "patient_address": "8270 Church St, Norwalk, CT 06592",
    "subscriber_name": "Anthony Flores",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Mark Lewis",
    "provider_npi": "1819249110",
    "provider_phone": "(203) 344-4192",
    "provider_fax": "(959) 355-5962",
    "provider_address": "6625 Broad St, Bridgeport, CT 06671",
    "lab_name": "Invitae",
    "lab_npi": "3170489301",
    "lab_address": "225 Broad St, Stratford, CT 06322",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "812345",
      "81599"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2026-01-27",
    "internal_test_code": "80003",
    "icd_codes": [
      "E87.2",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Sharon Flores is a 14-year-old girl with a history notable for recurrent generalized seizures beginning in mid-childhood, described as sudden loss of awareness with bilateral tonic–clonic activity and prolonged postictal fatigue. Seizure frequency has fluctuated, with recent episodes occurring despite ongoing antiseizure therapy, raising concern for incomplete control. Clinical course has also been complicated by intermittent metabolic decompensation with documented low serum bicarbonate and elevated anion gap, consistent with recurrent metabolic acidosis. During these episodes, she experiences tachypnea, malaise, and occasional vomiting, often in the setting of intercurrent illness or poor oral intake. Neurological evaluations have focused on seizure characterization and optimization of pharmacologic management, and she has required emergency care on several occasions for prolonged seizures and associated acid–base disturbances. Family history is notable for a younger brother with childhood-onset asthma and a maternal aunt with type 2 diabetes diagnosed in her 40s. There is no known consanguinity, and no relatives are reported to have seizure disorders or recurrent metabolic crises."
  },
  {
    "sample_type": "2c",
    "patient_id": "PAT-3212",
    "patient_first_name": "Anthony",
    "patient_last_name": "Johnson",
    "dob": "2020-08-08",
    "sex": "Male",
    "member_id": "MCD269215994",
    "patient_address": "9244 Highland Ave, Glastonbury, CT 06949",
    "subscriber_name": "Laura Johnson",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Maria Martinez",
    "provider_npi": "3408439171",
    "provider_phone": "(475) 762-3172",
    "provider_fax": "(860) 395-7696",
    "provider_address": "1270 State St, Greenwich, CT 06544",
    "lab_name": "LabCorp",
    "lab_npi": "8382432628",
    "lab_address": "1288 Elm St, Greenwich, CT 06557",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81599"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-20",
    "internal_test_code": "620022",
    "icd_codes": [
      "E70.20",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "Anthony Johnson is a 5-year-old boy with a history notable for progressive difficulties with motor coordination and concerns for an underlying metabolic disorder affecting amino acid metabolism. Parents report that over the past 1–2 years he has exhibited clumsiness, frequent tripping, and difficulty with tasks requiring fine motor control such as using utensils and manipulating small toys. Teachers have commented on an unsteady gait and poor hand–eye coordination, and he has required extra assistance in physical education activities. There is no history of regression, seizures, or acute encephalopathic episodes, but parents describe intermittent episodes of fatigue and decreased activity, sometimes following intercurrent illnesses, raising concern for a possible inborn error of metabolism. Developmental milestones were reportedly achieved within expected time frames, though gross motor skills were on the later end of normal. Family history is notable for a maternal uncle with a chronic movement disorder of unclear etiology and a paternal cousin with an unspecified metabolic condition requiring dietary modification in childhood."
  },
  {
    "sample_type": "2c",
    "patient_id": "PAT-4144",
    "patient_first_name": "Betty",
    "patient_last_name": "Wright",
    "dob": "2014-03-03",
    "sex": "Female",
    "member_id": "MCD105494453",
    "patient_address": "2772 State St, Stratford, CT 06800",
    "subscriber_name": "Sharon Wright",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Anthony Walker",
    "provider_npi": "7594966958",
    "provider_phone": "(475) 501-6031",
    "provider_fax": "(860) 697-4645",
    "provider_address": "3358 Pine St, Milford, CT 06029",
    "lab_name": "Invitae",
    "lab_npi": "4725086254",
    "lab_address": "3784 Spring St, Enfield, CT 06831",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "814199"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-23",
    "internal_test_code": "80001",
    "icd_codes": [
      "Q61.4",
      "Q10.3",
      "Q17.0",
      "R41.840",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-07-28",
    "clinical_note": "Betty Wright is an 11-year-old girl with a history notable for multiple congenital anomalies and developmental concerns. Since early childhood, she has shown delays in visual–motor integration and difficulties with attention and learning, particularly in tasks requiring sustained focus and organization. Parents report longstanding challenges with fine motor coordination and school performance, though social interaction has been relatively appropriate. Dysmorphic features have been documented, including craniofacial anomalies with external ear malformation and abnormal positioning, as well as ocular misalignment consistent with a congenital eye movement disorder. She also carries a diagnosis of a congenital renal structural abnormality, for which she is followed by nephrology, with intermittent monitoring of blood pressure and renal function. Overall appearance and pattern of anomalies raise concern for an underlying syndromic etiology affecting craniofacial and renal development. Prior genetic evaluation with a targeted gene panel, completed on 07/28/2025, was reported as negative, without identification of a pathogenic or likely pathogenic variant to explain the phenotype. Further etiologic workup is being considered."
  },
  {
    "sample_type": "2c",
    "patient_id": "PAT-4654",
    "patient_first_name": "Laura",
    "patient_last_name": "Torres",
    "dob": "2018-03-07",
    "sex": "Female",
    "member_id": "MCD579367937",
    "patient_address": "3458 East St, Bristol, CT 06432",
    "subscriber_name": "Helen Torres",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Helen Robinson",
    "provider_npi": "8993930259",
    "provider_phone": "(959) 298-2049",
    "provider_fax": "(475) 803-4105",
    "provider_address": "2390 North St, Hamden, CT 06630",
    "lab_name": "Invitae",
    "lab_npi": "2929720016",
    "lab_address": "2756 Sunset Ave, Bridgeport, CT 06867",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "814199"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-18",
    "internal_test_code": "",
    "icd_codes": [
      "R79.89",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Laura Torres is a 7-year-old girl with a history notable for recurrent seizures and abnormal laboratory findings suggestive of an underlying metabolic disturbance. Seizure onset has been characterized by focal events with secondary generalization, occurring without a clear precipitating fever and requiring ongoing antiseizure therapy; episodes have varied in frequency but have included breakthrough events despite treatment adjustments. Parents describe postictal confusion and fatigue, with occasional transient weakness following more prolonged seizures. Clinical concerns also include intermittently elevated serum markers on prior metabolic panels, though a unifying diagnosis has not yet been established; evaluations have focused on possible inborn errors of metabolism contributing to her epilepsy. Developmental progress has otherwise been reported as appropriate for age, and there is no mention of regression. Family history is notable for a maternal cousin with childhood-onset epilepsy requiring long-term pharmacologic management. No known consanguinity is reported, and there is no family history of metabolic or neurodegenerative disorders. Further neurologic and metabolic workup is planned to clarify etiology and guide management."
  },
  {
    "sample_type": "2d",
    "patient_id": "PAT-8278",
    "patient_first_name": "Elizabeth",
    "patient_last_name": "Walker",
    "dob": "2010-03-22",
    "sex": "Female",
    "member_id": "HUS188169017",
    "patient_address": "9286 Highland Ave, Shelton, CT 06525",
    "subscriber_name": "William Walker",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Steven Torres",
    "provider_npi": "4822248325",
    "provider_phone": "(959) 852-2754",
    "provider_fax": "(203) 729-9152",
    "provider_address": "868 Washington Ave, Torrington, CT 06588",
    "lab_name": "GeneDx",
    "lab_npi": "1163845356",
    "lab_address": "2110 Meadow Ln, Torrington, CT 06784",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-08-05",
    "internal_test_code": "J744b",
    "icd_codes": [
      "Q17.0",
      "Q04.0",
      "F71",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-08-08",
    "clinical_note": "Elizabeth Walker is a 15-year-old girl with a history notable for multiple congenital anomalies and moderate intellectual disability. Since early childhood, she has demonstrated global developmental delays, requiring special education services and ongoing speech and occupational therapy; she remains limited in academic skills and needs assistance with more complex activities of daily living. Birth and early records describe congenital abnormalities of the external ears with asymmetric, low-set auricles and overfolded helices, along with characteristic craniofacial features including hypertelorism, broad nasal bridge, and mild micrognathia, raising concern for an underlying congenital malformation syndrome. Neuroimaging in infancy reportedly showed incomplete development of the cerebral hemispheres consistent with a malformation of cortical development, associated clinically with delayed motor milestones but without a clear seizure history to date. Growth has been appropriate, though facial features have become more apparent with age. There is no known family history of similar developmental or structural anomalies. Prior chromosomal microarray performed on 2025-08-08 was reported as negative, without pathogenic copy number changes detected."
  },
  {
    "sample_type": "2d",
    "patient_id": "PAT-8896",
    "patient_first_name": "Daniel",
    "patient_last_name": "Jackson",
    "dob": "2010-02-28",
    "sex": "Male",
    "member_id": "HUS597113062",
    "patient_address": "4147 River Rd, New Haven, CT 06420",
    "subscriber_name": "Thomas Jackson",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Paul Allen",
    "provider_npi": "7681790168",
    "provider_phone": "(475) 437-1503",
    "provider_fax": "(203) 637-4229",
    "provider_address": "6882 Pleasant St, Torrington, CT 06323",
    "lab_name": "GeneDx",
    "lab_npi": "6020097716",
    "lab_address": "7422 Pine St, Newington, CT 06188",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-06-22",
    "internal_test_code": "561b",
    "icd_codes": [
      "Q67.4",
      "Q21.1",
      "Q22.2",
      "R41.840",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-06-23",
    "clinical_note": "Daniel Jackson is a 15-year-old male with a history notable for global developmental delays, particularly in attention and executive functioning, with longstanding concerns for learning difficulties in school. Since early childhood, he has been followed for multiple congenital anomalies, including a conotruncal cardiac defect characterized by an atrial septal defect and pulmonary valve involvement, for which he underwent surgical repair in infancy and continues routine cardiology surveillance. Craniofacial features include mild craniofacial asymmetry with plagiocephaly, a broad forehead, and subtle midface hypoplasia, raising concern for an underlying syndromic etiology. Growth and development have otherwise been stable, though he requires academic support and exhibits difficulty with sustained attention and organization. There is no reported family history of similar congenital anomalies, learning problems, or known genetic syndromes. Prior genetic evaluation included a targeted gene panel performed on 2025-06-23, which was reported as negative, without identification of a pathogenic or likely pathogenic variant to explain his presentation. He presents today for further etiologic clarification and genetic counseling."
  },
  {
    "sample_type": "2d",
    "patient_id": "PAT-8588",
    "patient_first_name": "Karen",
    "patient_last_name": "Allen",
    "dob": "2020-12-28",
    "sex": "Female",
    "member_id": "CT178577394",
    "patient_address": "4983 Pine St, Norwalk, CT 06559",
    "subscriber_name": "Andrew Allen",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Robert Miller",
    "provider_npi": "4276871560",
    "provider_phone": "(860) 354-3821",
    "provider_fax": "(860) 875-4386",
    "provider_address": "9013 Broad St, New Britain, CT 06258",
    "lab_name": "GeneDx",
    "lab_npi": "5830281208",
    "lab_address": "9413 Elm St, Bridgeport, CT 06404",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2025-10-04",
    "internal_test_code": "J744a",
    "icd_codes": [
      "R79.89",
      "G40.419"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-10-07",
    "clinical_note": "Karen Allen is a 5-year-old girl with a history notable for global developmental delay and hypotonia, first recognized in early childhood when she was late to achieve motor and language milestones. Parents report ongoing cognitive and adaptive delays, with need for assistance in most age-appropriate activities. Clinical concerns include recurrent focal seizures evolving to bilateral tonic-clonic events, without documented status epilepticus, currently occurring several times per month despite antiseizure therapy. Neurologic examination has previously noted decreased tone and mild coordination difficulties. She has a history of intermittently abnormal laboratory studies, including nonspecific elevations on metabolic screening, prompting ongoing evaluation for an underlying inborn error of metabolism. Physical examination has been described as remarkable for subtle facial dysmorphism, including mildly downslanting palpebral fissures and a thin upper lip, as well as mild digital anomalies. Multiple congenital anomalies have been reported, including a small ventricular septal defect in infancy and mild renal pelviectasis on prior imaging. Family history is notable for a maternal uncle with epilepsy beginning in adolescence and a paternal cousin with learning difficulties. Chromosomal microarray performed on 10/07/2025 was negative for pathogenic copy number changes."
  },
  {
    "sample_type": "2d",
    "patient_id": "PAT-7018",
    "patient_first_name": "Matthew",
    "patient_last_name": "Lee",
    "dob": "2021-04-23",
    "sex": "Male",
    "member_id": "CT641724344",
    "patient_address": "8665 North St, Greenwich, CT 06705",
    "subscriber_name": "Laura Lee",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Sarah Johnson",
    "provider_npi": "5790094874",
    "provider_phone": "(959) 464-3696",
    "provider_fax": "(959) 571-5199",
    "provider_address": "4493 Mill St, Norwich, CT 06051",
    "lab_name": "Invitae",
    "lab_npi": "9838744075",
    "lab_address": "2389 Elm St, Norwich, CT 06510",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-07-20",
    "internal_test_code": "80001",
    "icd_codes": [
      "E70.20",
      "G40.419"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-07-27",
    "clinical_note": "Matthew Lee is a 4-year-old boy with a history notable for global developmental delay and intellectual impairment, first recognized in early childhood when he failed to meet expected motor and language milestones. Parents report hypotonia in infancy, delayed independent walking, and persistent expressive language delay. Clinical concerns also include recurrent focal seizures with impaired awareness, beginning in toddlerhood, currently occurring several times per month despite antiepileptic therapy. Neurologic examination has been remarkable for mild axial hypotonia and intermittent unsteady gait. He has subtle dysmorphic features, including mild midface hypoplasia and a small, pointed chin, as well as tapered fingers. \n\nSince infancy, there have been intermittent episodes of lethargy and poor feeding during minor illnesses, raising concern for an underlying disturbance of amino acid metabolism; dietary protein restriction has been trialed with partial benefit. Family history is notable for a maternal uncle with childhood-onset epilepsy and learning difficulties. A paternal grandfather reportedly developed type 2 diabetes and hypertension in midlife. Prior genetic evaluation included chromosomal microarray performed on 07/27/2025, which was reported as negative for pathogenic copy number variants."
  },
  {
    "sample_type": "2d",
    "patient_id": "PAT-4780",
    "patient_first_name": "Mary",
    "patient_last_name": "Jones",
    "dob": "2009-06-03",
    "sex": "Female",
    "member_id": "MCD917869514",
    "patient_address": "9591 East St, Hamden, CT 06724",
    "subscriber_name": "Brian Jones",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Joseph Harris",
    "provider_npi": "9896329324",
    "provider_phone": "(203) 412-8695",
    "provider_fax": "(203) 362-9242",
    "provider_address": "285 Maple St, Meriden, CT 06088",
    "lab_name": "Invitae",
    "lab_npi": "8134361067",
    "lab_address": "6441 Valley Rd, Norwalk, CT 06017",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-02-02",
    "internal_test_code": "",
    "icd_codes": [
      "Q22.2",
      "Q10.3",
      "Q04.0",
      "R62.50",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-02-12",
    "clinical_note": "Mary Jones is a 16-year-old girl with a history notable for global developmental delay with persistent concerns for intellectual disability. Milestones were delayed across domains, and she continues to require academic support and assistance with complex activities of daily living. Since early childhood, caregivers have described subtle but progressive facial differences, including a broad nasal bridge and mild midface hypoplasia, contributing to an overall impression of a syndromic appearance. Clinical concerns also include a complex congenital heart defect involving the right ventricular outflow tract, for which she has undergone cardiology evaluation and ongoing surveillance. Ophthalmologic history is significant for congenital eyelid malposition with intermittent ocular irritation and tearing. Neuroimaging in infancy demonstrated abnormal brain development characterized by incomplete separation of the cerebral hemispheres, consistent with a midline forebrain malformation. Growth has been suboptimal, with persistent short stature and poor weight gain despite adequate nutrition, raising concern for an underlying genetic syndrome. Prior genetic evaluation included a gene panel performed on 2025-02-12, which was reported as negative, and no definitive molecular diagnosis has yet been established."
  },
  {
    "sample_type": "2e",
    "patient_id": "PAT-5528",
    "patient_first_name": "Joseph",
    "patient_last_name": "Gonzalez",
    "dob": "2016-02-01",
    "sex": "Male",
    "member_id": "MCD872272894",
    "patient_address": "9727 Elm St, Bridgeport, CT 06684",
    "subscriber_name": "Kimberly Gonzalez",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Helen Robinson",
    "provider_npi": "3451102467",
    "provider_phone": "(959) 611-8792",
    "provider_fax": "(959) 426-5254",
    "provider_address": "324 Pine St, Middletown, CT 06650",
    "lab_name": "GeneDx",
    "lab_npi": "8941196049",
    "lab_address": "6581 Broad St, Waterbury, CT 06765",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "",
    "internal_test_code": "561b",
    "icd_codes": [
      "E88.40",
      "P94.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "Joseph Gonzalez is a 10-year-old boy with a history notable for early-life neuromuscular concerns and a suspected underlying metabolic disorder. Since the neonatal period, caregivers recall episodes of generalized hypotonia with “floppy” tone, delayed attainment of head control, and difficulty coordinating suck and swallow, prompting early feeding support. Over time, he has exhibited intermittent muscle stiffness and abnormal posturing, particularly during periods of illness or fatigue, raising concern for a central origin of his tone abnormalities. Clinical concerns also include episodic lethargy and poor exercise tolerance, with reports that he “tires out” more quickly than peers and occasionally appears weak or shaky after minor exertion or prolonged fasting, suggesting impaired energy metabolism. Growth parameters have remained within normal limits, but he has required ongoing monitoring for signs of metabolic decompensation. Family history is notable for a maternal uncle with unspecified muscle weakness beginning in adolescence and a paternal grandmother with adult-onset type 2 diabetes and hyperlipidemia, as well as a maternal grandfather with hypertension and coronary artery disease in his 60s."
  },
  {
    "sample_type": "2e",
    "patient_id": "PAT-1241",
    "patient_first_name": "Steven",
    "patient_last_name": "Hill",
    "dob": "2019-06-24",
    "sex": "Male",
    "member_id": "HUS763785092",
    "patient_address": "8019 Oak Ave, Meriden, CT 06936",
    "subscriber_name": "Richard Hill",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Betty Young",
    "provider_npi": "8949599649",
    "provider_phone": "(959) 349-1506",
    "provider_fax": "(860) 505-9513",
    "provider_address": "6000 Court St, Manchester, CT 06187",
    "lab_name": "GeneDx",
    "lab_npi": "3650683602",
    "lab_address": "688 North St, Bridgeport, CT 06740",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "",
    "internal_test_code": "J744a",
    "icd_codes": [
      "Q04.0",
      "Q21.1",
      "R62.50",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-06-02",
    "clinical_note": "Steven Hill is a 6-year-old boy with a history notable for global developmental delay and persistent failure to thrive, with growth parameters remaining below expected percentiles despite nutritional support. Since early infancy, concerns have included delayed attainment of motor and language milestones and hypotonia, requiring ongoing physical and speech therapy. He carries a diagnosis of a congenital malformation of the brain consistent with holoprosencephaly, associated with significant structural abnormalities on prior neuroimaging and contributing to his developmental impairment. Cardiac history is significant for a congenital atrial septal defect, monitored by cardiology, with intermittent exertional fatigue but no reported cyanosis. Dysmorphic features have been described on prior examinations, including abnormal craniofacial proportions and minor limb anomalies, raising concern for an underlying syndromic etiology. Overall presentation is consistent with a congenital malformation syndrome involving the brain and heart with associated growth and developmental impairment. Prior chromosomal microarray performed on 2025-06-02 was reported as negative, without pathogenic copy number variants identified, and further genetic evaluation is being pursued."
  },
  {
    "sample_type": "2e",
    "patient_id": "PAT-5119",
    "patient_first_name": "Timothy",
    "patient_last_name": "Taylor",
    "dob": "2008-06-16",
    "sex": "Male",
    "member_id": "HUS655461643",
    "patient_address": "2172 East St, Windsor, CT 06539",
    "subscriber_name": "Michael Taylor",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Patricia Anderson",
    "provider_npi": "6854592377",
    "provider_phone": "(860) 649-7033",
    "provider_fax": "(860) 643-1747",
    "provider_address": "762 State St, Middletown, CT 06129",
    "lab_name": "LabCorp",
    "lab_npi": "1517463938",
    "lab_address": "9929 Valley Rd, Shelton, CT 06915",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "",
    "internal_test_code": "WGS003X",
    "icd_codes": [
      "Q04.0",
      "Q10.3",
      "Q21.1",
      "R41.840",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-09-16",
    "clinical_note": "Timothy Taylor is a 17-year-old male with a history notable for congenital brain malformation and global developmental concerns. Since early childhood, he has exhibited delayed acquisition of motor and cognitive milestones, with persistent learning difficulties and impaired attention and concentration impacting academic performance. Neuroimaging reportedly demonstrated underdevelopment of the cerebral hemispheres consistent with a structural brain anomaly. Clinical features also include characteristic facial differences and a pattern of malformations suggestive of an underlying syndromic diagnosis. Cardiac history is significant for a congenital defect involving the atrial septum, diagnosed in childhood, with prior cardiology follow-up. Ophthalmologic history includes congenital malposition of the eyelids with intermittent ocular irritation and prior evaluation by ophthalmology. There is no known consanguinity, and family history is reportedly noncontributory for similar neurodevelopmental or congenital anomalies. Prior genetic evaluation included a multigene panel performed on 2025-09-16, which was negative for pathogenic or likely pathogenic variants. He is referred today for further etiologic clarification and consideration of additional genetic testing."
  },
  {
    "sample_type": "2e",
    "patient_id": "PAT-3164",
    "patient_first_name": "Susan",
    "patient_last_name": "Miller",
    "dob": "2012-03-22",
    "sex": "Female",
    "member_id": "CT565793204",
    "patient_address": "7926 Mill St, West Haven, CT 06563",
    "subscriber_name": "Lisa Miller",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Jennifer Wilson",
    "provider_npi": "8933828324",
    "provider_phone": "(475) 824-9848",
    "provider_fax": "(959) 687-2067",
    "provider_address": "4438 Church St, Middletown, CT 06539",
    "lab_name": "LabCorp",
    "lab_npi": "6425812645",
    "lab_address": "7551 Cedar St, Windsor, CT 06279",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "",
    "internal_test_code": "WGS001",
    "icd_codes": [
      "Q39.1",
      "Q22.2",
      "Q17.0",
      "R62.50",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-10-06",
    "clinical_note": "Susan Miller is a 13-year-old girl with a complex congenital history and global developmental concerns. Since birth, she has had difficulty with feeding attributed to a congenital esophageal narrowing, with intermittent dysphagia and poor weight gain. Cardiac history includes a congenital malformation of the pulmonary valve, monitored by cardiology for flow obstruction and exercise intolerance. Craniofacial features are notable for microtia of the right ear with associated external ear asymmetry and mild conductive hearing difficulty. Growth and developmental trajectory have been delayed, with late achievement of motor and language milestones and ongoing learning difficulties in school, requiring special education services. Physical examination has raised concern for an underlying congenital malformation syndrome with characteristic facial features and possible skeletal involvement. There is no reported family history of similar congenital anomalies, developmental delay, or known genetic disorders. Prior genetic evaluation included single-gene testing performed on 2025-10-06, which was negative and did not identify a pathogenic variant explaining her presentation. Further comprehensive genetic testing is being pursued to clarify an underlying syndromic diagnosis and guide management."
  },
  {
    "sample_type": "2e",
    "patient_id": "PAT-3424",
    "patient_first_name": "Lisa",
    "patient_last_name": "Taylor",
    "dob": "2010-09-11",
    "sex": "Female",
    "member_id": "HUS686718770",
    "patient_address": "2532 Church St, New Haven, CT 06858",
    "subscriber_name": "Sarah Taylor",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Anthony Walker",
    "provider_npi": "7576852295",
    "provider_phone": "(475) 999-9874",
    "provider_fax": "(475) 629-2754",
    "provider_address": "6533 Pleasant St, Danbury, CT 06667",
    "lab_name": "Invitae",
    "lab_npi": "4523922091",
    "lab_address": "8653 Park Rd, West Haven, CT 06654",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "",
    "internal_test_code": "80001",
    "icd_codes": [
      "Q10.3",
      "Q04.0",
      "F71",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-11-04",
    "clinical_note": "Lisa Taylor is a 15-year-old girl with a longstanding history of global developmental delay and moderate intellectual disability, with academic skills well below grade level and ongoing need for support in activities of daily living. Since early childhood, her course has been complicated by congenital brain malformation, including documented absence of the corpus callosum on neuroimaging, associated with poor coordination and delayed motor milestones. Facial features are notable for a pattern consistent with a congenital malformation syndrome, including mildly coarse facies and disproportionate growth, raising concern for an underlying syndromic etiology. Ophthalmologic history is significant for congenital ptosis of the upper eyelid, for which she has required regular monitoring due to concerns about visual development and compensatory head posture. Clinical concerns also include possible generalized overgrowth and body disproportion suggestive of a broader connective or skeletal involvement. Prior genetic evaluation included chromosomal microarray performed on 11/04/2025, which was reported as negative, without pathogenic copy number variants identified. She presents today for further etiologic clarification and counseling."
  },
  {
    "sample_type": "3a",
    "patient_id": "PAT-6420",
    "patient_first_name": "Barbara",
    "patient_last_name": "Martinez",
    "dob": "2008-12-23",
    "sex": "Female",
    "member_id": "CT534783789",
    "patient_address": "1260 Maple St, Shelton, CT 06533",
    "subscriber_name": "Linda Martinez",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Patricia Anderson",
    "provider_npi": "5737346588",
    "provider_phone": "(959) 767-7526",
    "provider_fax": "(860) 877-2919",
    "provider_address": "9961 River Rd, Bridgeport, CT 06719",
    "lab_name": "Invitae",
    "lab_npi": "2638012490",
    "lab_address": "8272 Hill St, Greenwich, CT 06228",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2026-01-18",
    "internal_test_code": "",
    "icd_codes": [
      "E87.2",
      "P94.2",
      "S01.01XA",
      "T36.0X1A",
      "S93.401A"
    ],
    "icd_descriptions": "",
    "clinical_note": "Barbara Martinez is a 17-year-old female with a history notable for recurrent neurological and metabolic concerns. Since early childhood, she has experienced intermittent episodes of poor coordination and generalized hypotonia, with parents reporting that she fatigues easily and occasionally has difficulty with fine motor tasks at school. Clinical concerns also include prior episodes of metabolic acidosis during intercurrent illnesses, characterized by vomiting, lethargy, and tachypnea, requiring emergency evaluation and intravenous fluids. She has had at least one documented hospitalization for a high–anion gap acidosis with otherwise unremarkable imaging. Past history includes a forehead laceration after a minor fall, without loss of consciousness, and a right ankle sprain related to sports activity, both of which healed without complication. There is a reported past reaction to penicillin-class antibiotics, described as diffuse rash and facial swelling shortly after administration. Family history is notable for a maternal uncle with epilepsy beginning in adolescence and a paternal grandmother with type 2 diabetes and hypertension. No known consanguinity is reported."
  },
  {
    "sample_type": "3a",
    "patient_id": "PAT-4773",
    "patient_first_name": "Patricia",
    "patient_last_name": "Perez",
    "dob": "2019-08-06",
    "sex": "Female",
    "member_id": "CT636777819",
    "patient_address": "4275 Mill St, Waterbury, CT 06211",
    "subscriber_name": "Robert Perez",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Susan Clark",
    "provider_npi": "3439089634",
    "provider_phone": "(860) 711-9618",
    "provider_fax": "(860) 731-9764",
    "provider_address": "4019 Broad St, Milford, CT 06773",
    "lab_name": "LabCorp",
    "lab_npi": "7942818027",
    "lab_address": "6190 Forest Ave, Manchester, CT 06418",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-25",
    "internal_test_code": "620024",
    "icd_codes": [
      "Q61.4",
      "Q67.4",
      "Q66.89",
      "R62.50",
      "Q87.0",
      "S06.0X0A",
      "T36.0X1A",
      "S93.401A"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-02-24",
    "clinical_note": "Patricia Perez is a 6-year-old girl with a history notable for multiple congenital anomalies and global developmental delay. Since infancy, she has demonstrated poor attainment of gross and fine motor milestones and ongoing delays in language and adaptive skills. Physical examination has consistently described a proportionately small child with features suggestive of a generalized overgrowth and skeletal patterning disorder, including abnormal craniofacial contour with asymmetric skull shape and mild facial dysmorphism. Orthopedic history includes congenital foot malalignment with persistent deformity of the right ankle and hindfoot, for which she has required bracing and intermittent physical therapy. Renal imaging performed in early childhood revealed structural abnormality of the kidney consistent with a cystic dysplastic process, monitored by nephrology. Past medical history is also significant for a prior minor head injury without loss of consciousness and an allergic-type adverse reaction to penicillin-class antibiotics, presenting with rash and gastrointestinal upset. A targeted neurodevelopmental and overgrowth/craniofacial gene panel performed on 2025-02-24 was reported as negative, without identification of a pathogenic or likely pathogenic variant."
  },
  {
    "sample_type": "3a",
    "patient_id": "PAT-7937",
    "patient_first_name": "Deborah",
    "patient_last_name": "Walker",
    "dob": "2011-07-06",
    "sex": "Female",
    "member_id": "CT395020795",
    "patient_address": "1789 Washington Ave, Hamden, CT 06732",
    "subscriber_name": "John Walker",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. David Brown",
    "provider_npi": "4442814667",
    "provider_phone": "(959) 864-6123",
    "provider_fax": "(475) 886-5817",
    "provider_address": "9259 Main St, East Hartford, CT 06513",
    "lab_name": "LabCorp",
    "lab_npi": "5261250077",
    "lab_address": "5938 High St, Milford, CT 06779",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-06",
    "internal_test_code": "WGS003",
    "icd_codes": [
      "E87.2",
      "G40.419",
      "S01.01XA",
      "T36.0X1A",
      "T20.00XA"
    ],
    "icd_descriptions": "",
    "clinical_note": "Deborah Walker is a 14-year-old girl with a history notable for recurrent generalized seizures, described as abrupt loss of consciousness with tonic-clonic activity and postictal confusion. Seizures have been difficult to fully control despite antiepileptic therapy, and she has experienced at least one episode of status epilepticus requiring emergency care. Clinical course has been complicated by intermittent metabolic acidosis during acute illnesses, with low serum bicarbonate and compensatory tachypnea, occasionally necessitating IV fluids and close monitoring. She previously sustained a forehead laceration after a fall, managed with suturing and without reported loss of neurologic function. History also includes a superficial facial burn from a household scald injury, which healed without contractures. Parents report a prior adverse reaction to penicillin-class antibiotics, characterized by diffuse rash and vomiting, and she is now labeled allergic. Family history is significant for a paternal uncle with epilepsy beginning in adolescence and a maternal grandmother with type 2 diabetes and hypertension; there is no known consanguinity."
  },
  {
    "sample_type": "3a",
    "patient_id": "PAT-8096",
    "patient_first_name": "Steven",
    "patient_last_name": "Green",
    "dob": "2010-03-30",
    "sex": "Male",
    "member_id": "MCD183252557",
    "patient_address": "6566 Franklin St, Manchester, CT 06738",
    "subscriber_name": "Sarah Green",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Christopher Lee",
    "provider_npi": "4331299701",
    "provider_phone": "(475) 753-9526",
    "provider_fax": "(203) 540-6768",
    "provider_address": "7166 Oak Ave, Newington, CT 06255",
    "lab_name": "Invitae",
    "lab_npi": "9270801368",
    "lab_address": "5474 Washington Ave, Middletown, CT 06870",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-04",
    "internal_test_code": "",
    "icd_codes": [
      "Q22.2",
      "Q61.4",
      "R41.840",
      "Q87.0",
      "S06.0X0A",
      "S01.01XA"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-10-15",
    "clinical_note": "Steven Green is a 15-year-old male with a history notable for congenital cardiac malformation involving the outflow tract, diagnosed in early childhood, for which he has been followed by pediatric cardiology. He also carries a diagnosis of cystic renal dysplasia with structurally abnormal kidneys identified on prior imaging, and ongoing nephrology surveillance. Developmentally, he has longstanding cognitive and learning difficulties, with particular weakness in attention, working memory, and executive function, requiring individualized educational support and school-based services. Physical examination has previously documented features consistent with a syndromic pattern, including subtle facial dysmorphism and disproportionate growth, raising concern for an underlying genetic syndrome. Past medical history is further notable for a prior closed head injury without loss of consciousness following a minor accident, associated with a superficial scalp laceration that healed without complication; no persistent post-concussive symptoms have been reported. Prior genetic evaluation included single-gene testing performed on 2025-10-15, which was negative and did not identify a causative variant. He presents today for further etiologic clarification and ongoing management recommendations."
  },
  {
    "sample_type": "3a",
    "patient_id": "PAT-4751",
    "patient_first_name": "Betty",
    "patient_last_name": "Rivera",
    "dob": "2012-11-13",
    "sex": "Female",
    "member_id": "MCD225036362",
    "patient_address": "4271 Forest Ave, New Haven, CT 06220",
    "subscriber_name": "Lisa Rivera",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. David Brown",
    "provider_npi": "5573543540",
    "provider_phone": "(860) 554-7567",
    "provider_fax": "(860) 356-8598",
    "provider_address": "9984 East St, New Haven, CT 06947",
    "lab_name": "Invitae",
    "lab_npi": "4190462240",
    "lab_address": "4223 Center St, Middletown, CT 06710",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-05",
    "internal_test_code": "80003",
    "icd_codes": [
      "Q04.0",
      "Q21.1",
      "R41.840",
      "Q87.0",
      "S01.01XA",
      "S06.0X0A",
      "T20.00XA"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-11-01",
    "clinical_note": "Betty Rivera is a 13-year-old girl with a history notable for congenital brain malformation and global developmental impairment. Since infancy she has exhibited delayed attainment of cognitive and adaptive milestones, with ongoing difficulties in attention, learning, and executive functioning in the school setting. Birth and early childhood records describe structural abnormalities of the cerebral hemispheres on neuroimaging, associated with a syndromic pattern of growth and minor anomalies suggestive of an underlying genetic syndrome. Cardiac history is notable for a small atrial-level septal defect identified in early childhood, reported as hemodynamically mild and monitored conservatively. Dysmorphic features have been described on prior exams, including subtle craniofacial differences consistent with a syndromic diagnosis. Past injuries include a prior forehead laceration and a documented mild closed head injury without loss of consciousness, as well as a superficial facial burn, all of which have healed without reported long-term sequelae. Prior genetic evaluation included a targeted gene panel completed on 11/01/2025, which was reported as negative, with no pathogenic variants identified to explain her presentation."
  },
  {
    "sample_type": "3b",
    "patient_id": "PAT-8927",
    "patient_first_name": "John",
    "patient_last_name": "Lee",
    "dob": "2010-08-03",
    "sex": "Male",
    "member_id": "HUS640801107",
    "patient_address": "2680 Oak Ave, Glastonbury, CT 06248",
    "subscriber_name": "Timothy Lee",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Jennifer Wilson",
    "provider_npi": "3942162498",
    "provider_phone": "(860) 918-1354",
    "provider_fax": "(203) 205-3939",
    "provider_address": "3250 Elm St, Glastonbury, CT 06038",
    "lab_name": "GeneDx",
    "lab_npi": "6818876840",
    "lab_address": "343 Center St, Windsor, CT 06915",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-03",
    "internal_test_code": "561a",
    "icd_codes": [
      "S93.401A",
      "T36.0X1A",
      "S06.0X0A"
    ],
    "icd_descriptions": "",
    "clinical_note": "John Lee is a 15-year-old male who presents following a recent right ankle injury sustained while playing basketball. He reports a sudden twisting motion of the ankle with immediate pain and difficulty bearing weight. Since the incident, he has noted persistent lateral ankle tenderness and swelling, though he denies numbness, tingling, or deformity. He has been using over-the-counter pain relievers with partial relief and has been intermittently icing the area. History is also notable for a prior mild head injury without reported loss of consciousness after a fall at school earlier this year; he experienced brief headache and dizziness at that time, which resolved without apparent sequelae. There is no known history of bleeding disorders, bone fragility, or recurrent fractures. Medication history includes intermittent use of prescribed oral penicillin in the past for streptococcal pharyngitis, with no documented adverse reactions. Immunizations are reported up to date. No significant family history of neurological or musculoskeletal disease has been reported."
  },
  {
    "sample_type": "3b",
    "patient_id": "PAT-2745",
    "patient_first_name": "Kenneth",
    "patient_last_name": "Thompson",
    "dob": "2022-06-16",
    "sex": "Male",
    "member_id": "CT951257461",
    "patient_address": "5560 Forest Ave, New London, CT 06908",
    "subscriber_name": "James Thompson",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Robert Miller",
    "provider_npi": "9034353030",
    "provider_phone": "(860) 583-8508",
    "provider_fax": "(959) 527-5095",
    "provider_address": "277 Mill St, New Haven, CT 06669",
    "lab_name": "Invitae",
    "lab_npi": "5874176783",
    "lab_address": "3298 School St, New Britain, CT 06042",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2026-01-24",
    "internal_test_code": "",
    "icd_codes": [
      "S01.01XA",
      "S93.401A"
    ],
    "icd_descriptions": "",
    "clinical_note": "Kenneth Thompson is a 3-year-old boy brought for evaluation following recent injuries. History is notable for a laceration involving the scalp region, described by caregivers as occurring after a fall with impact to the head. The wound was initially bleeding but controlled with local pressure; there has been no reported loss of consciousness, vomiting, or change in behavior since the event. Caregivers deny seizures, abnormal movements, or altered responsiveness. Clinical concerns also include an acute right ankle injury sustained while running and twisting the foot inward, followed by immediate pain and difficulty bearing weight. Swelling around the lateral ankle was observed shortly afterward, with reluctance to walk but no visible deformity. There is no reported history of prior fractures, bleeding problems, or easy bruising. Pregnancy and birth were reportedly uncomplicated, and developmental progress to date has been described as appropriate for age. No known family history of genetic, neurologic, or bleeding disorders has been reported."
  },
  {
    "sample_type": "3b",
    "patient_id": "PAT-7223",
    "patient_first_name": "Joshua",
    "patient_last_name": "Smith",
    "dob": "2009-02-26",
    "sex": "Male",
    "member_id": "HUS545879435",
    "patient_address": "6048 Maple St, Danbury, CT 06467",
    "subscriber_name": "Joseph Smith",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Nancy Moore",
    "provider_npi": "2999390342",
    "provider_phone": "(959) 873-2275",
    "provider_fax": "(860) 308-1215",
    "provider_address": "5157 Main St, Danbury, CT 06708",
    "lab_name": "LabCorp",
    "lab_npi": "2572946346",
    "lab_address": "6497 Highland Ave, Norwich, CT 06687",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2026-01-10",
    "internal_test_code": "620022",
    "icd_codes": [
      "T36.0X1A",
      "T20.00XA"
    ],
    "icd_descriptions": "",
    "clinical_note": "Joshua Smith is a 16-year-old male presenting for evaluation following a recent accidental medication exposure and associated burn injury. History is notable for an acute episode in which he inadvertently ingested a penicillin-class antibiotic, after which he developed symptoms consistent with a toxic reaction requiring emergent care. Around the same period, he sustained a thermal injury involving the head and facial region, without documented loss of consciousness, in the setting of a household accident. The burn was initially managed in an emergency department with wound cleansing and topical therapy; there is no report of inhalation injury or involvement of the airway. Since the incident, Joshua reports localized discomfort and intermittent pruritus at the healing burn site but denies visual changes, respiratory symptoms, or systemic complaints. Immunizations are reported as up to date. There is no known family history of similar drug reactions, connective tissue disease, or unusual scarring disorders. He otherwise has been healthy, with normal growth and development and no prior surgeries or hospitalizations noted in the chart."
  },
  {
    "sample_type": "3b",
    "patient_id": "PAT-4744",
    "patient_first_name": "Donna",
    "patient_last_name": "Rodriguez",
    "dob": "2011-05-22",
    "sex": "Female",
    "member_id": "MCD478794617",
    "patient_address": "4924 Highland Ave, Enfield, CT 06006",
    "subscriber_name": "Mary Rodriguez",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Patricia Anderson",
    "provider_npi": "4445685642",
    "provider_phone": "(959) 328-6969",
    "provider_fax": "(860) 264-6728",
    "provider_address": "3171 Cedar St, Milford, CT 06657",
    "lab_name": "Invitae",
    "lab_npi": "5815831613",
    "lab_address": "1864 South St, Norwich, CT 06536",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2026-01-18",
    "internal_test_code": "80001",
    "icd_codes": [
      "T20.00XA",
      "T36.0X1A"
    ],
    "icd_descriptions": "",
    "clinical_note": "Donna Rodriguez is a 14-year-old girl presenting today for follow-up after a recent acute injury and medication exposure. History is notable for a thermal burn involving the head and face sustained earlier this month when she was accidentally splashed with scalding liquid while in the kitchen. She was initially treated in an emergency setting, where blistering and erythema of the affected facial area were documented without evidence of inhalation injury. Pain has been managed with oral analgesics and topical wound care, and the family reports gradual improvement, though Donna remains self-conscious about residual discoloration and healing skin.  \n\nClinical course is also significant for an adverse reaction to penicillin-class antibiotics given at the time of injury management. Shortly after the first doses, she developed diffuse pruritus and urticarial rash without respiratory compromise; symptoms resolved with discontinuation of the drug and administration of antihistamines. She has since avoided penicillins, and this is now listed as a medication allergy. No additional chronic medical conditions, developmental concerns, or prior hospitalizations are reported."
  },
  {
    "sample_type": "3b",
    "patient_id": "PAT-1115",
    "patient_first_name": "Jennifer",
    "patient_last_name": "Green",
    "dob": "2013-11-10",
    "sex": "Female",
    "member_id": "CT624824331",
    "patient_address": "9271 Oak Ave, West Hartford, CT 06656",
    "subscriber_name": "Timothy Green",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Betty Young",
    "provider_npi": "2260875821",
    "provider_phone": "(475) 765-6139",
    "provider_fax": "(475) 503-2469",
    "provider_address": "3115 Pleasant St, Stratford, CT 06147",
    "lab_name": "LabCorp",
    "lab_npi": "7457837883",
    "lab_address": "1588 Center St, Glastonbury, CT 06652",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-31",
    "internal_test_code": "620024",
    "icd_codes": [
      "S93.401A",
      "S06.0X0A",
      "S01.01XA"
    ],
    "icd_descriptions": "",
    "clinical_note": "Jennifer Green is a 12-year-old girl who presents following an acute right ankle injury sustained while playing soccer at school. She reports a sudden twisting motion with immediate lateral ankle pain and difficulty bearing weight. Since the incident, she has noted swelling and tenderness over the lateral malleolar region, with pain exacerbated by ambulation and inversion movements; no numbness or tingling is described. Earlier this year, she was evaluated in the emergency department after a minor head trauma from a fall off a bicycle, during which she briefly felt dazed but had no documented loss of consciousness, vomiting, or persistent headache; symptoms resolved without sequelae. Past history is additionally notable for a prior forehead laceration after striking the edge of a table, which required suturing but healed without complication or cosmetic concern. She is otherwise healthy with no chronic medical conditions reported, takes no regular medications, and has no known drug allergies. There is no known family history of similar injuries or bleeding disorders."
  },
  {
    "sample_type": "3c",
    "patient_id": "PAT-5412",
    "patient_first_name": "David",
    "patient_last_name": "Miller",
    "dob": "2016-08-12",
    "sex": "Male",
    "member_id": "MCD662148947",
    "patient_address": "9865 Second St, Bridgeport, CT 06346",
    "subscriber_name": "Betty Miller",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Nancy Moore",
    "provider_npi": "5839103764",
    "provider_phone": "(475) 236-8704",
    "provider_fax": "(475) 995-7773",
    "provider_address": "6185 Forest Ave, New Haven, CT 06591",
    "lab_name": "LabCorp",
    "lab_npi": "4712849023",
    "lab_address": "3710 Pleasant St, East Hartford, CT 06947",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-11",
    "internal_test_code": "620024",
    "icd_codes": [
      "E88.40",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "David Miller is a 9-year-old boy with a history notable for recurrent seizures beginning in early childhood, characterized by focal impaired-awareness events with secondary generalization and occasional progression to status epilepticus requiring emergency treatment. Seizures are described as staring, unresponsiveness, and right arm stiffening, followed by generalized tonic–clonic activity and prolonged postictal confusion. Despite antiseizure therapy, episodes remain only partially controlled. Clinical concerns also include a suspected underlying metabolic disorder, with intermittent episodes of lethargy, poor appetite, and vomiting during minor illnesses, raising concern for a disturbance of intermediary metabolism. Parents report occasional muscle fatigue and exercise intolerance, though David otherwise maintains baseline function between episodes. \n\nFamily history is notable for a maternal uncle with epilepsy beginning in adolescence and a paternal cousin diagnosed with an unspecified metabolic condition requiring dietary modification. Additional history includes a paternal grandfather with type 2 diabetes and a maternal grandmother with early-onset osteoarthritis. There is no known consanguinity. Prior genetic testing, including a targeted epilepsy gene panel performed in March 2021, was reported as negative for pathogenic variants."
  },
  {
    "sample_type": "3c",
    "patient_id": "PAT-6978",
    "patient_first_name": "George",
    "patient_last_name": "Wilson",
    "dob": "2022-11-26",
    "sex": "Male",
    "member_id": "CT514185453",
    "patient_address": "5224 Valley Rd, Trumbull, CT 06327",
    "subscriber_name": "Sarah Wilson",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. James Rodriguez",
    "provider_npi": "4537498649",
    "provider_phone": "(860) 556-9581",
    "provider_fax": "(860) 702-5910",
    "provider_address": "2460 River Rd, Danbury, CT 06954",
    "lab_name": "LabCorp",
    "lab_npi": "3288411060",
    "lab_address": "2798 Court St, Norwalk, CT 06480",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-21",
    "internal_test_code": "WGS001X",
    "icd_codes": [
      "Q61.4",
      "Q17.0",
      "Q22.2",
      "R41.840",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-08-30",
    "clinical_note": "George Wilson is a 3-year-old boy brought for evaluation of global developmental delay and multiple congenital anomalies. Since infancy, parents have noted delayed attainment of motor and language milestones, with ongoing difficulties in attention and concentration. History is notable for bilateral ear malformations with low-set, cupped auricles and mild conductive hearing concerns, as well as a congenital malformation of the pulmonary valve, followed by cardiology for a stable obstructive lesion without current heart failure symptoms. Renal imaging has shown a unilateral cystic kidney consistent with a dysplastic process; blood pressure and renal function are monitored and currently stable. Physical exam has previously documented features suggestive of a congenital pattern of skeletal and craniofacial differences, including short stature trend and subtle facial dysmorphism. A chromosomal microarray performed on 2025-08-30 was reported negative for pathogenic copy number changes. Family history is notable for a paternal grandmother with late-onset type 2 diabetes and a maternal uncle with seasonal asthma; no known childhood-onset renal, cardiac, or neurodevelopmental disorders have been reported in close relatives."
  },
  {
    "sample_type": "3c",
    "patient_id": "PAT-8433",
    "patient_first_name": "Betty",
    "patient_last_name": "Hall",
    "dob": "2010-08-02",
    "sex": "Female",
    "member_id": "MCD717970477",
    "patient_address": "6040 Mill St, Bristol, CT 06361",
    "subscriber_name": "Sarah Hall",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Sarah Johnson",
    "provider_npi": "6092447554",
    "provider_phone": "(475) 482-3975",
    "provider_fax": "(203) 993-1975",
    "provider_address": "6063 Sunset Ave, Hartford, CT 06288",
    "lab_name": "LabCorp",
    "lab_npi": "9298347057",
    "lab_address": "27 High St, New Britain, CT 06396",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-14",
    "internal_test_code": "620024",
    "icd_codes": [
      "Q17.0",
      "Q61.4",
      "F71",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-06-08",
    "clinical_note": "Betty Hall is a 15-year-old girl with a longstanding history of global developmental delay and moderate intellectual disability, with functional skills well below age expectations and requiring assistance for most academic and daily living tasks. Since early childhood, caregivers have noted distinctive facial and craniofacial features, including a broad forehead and subtle midface differences, along with external ear anomalies characterized by unusually shaped pinnae. Clinical concerns also include a congenital renal cystic abnormality, with imaging documenting multiple renal cysts and ongoing nephrology follow-up to monitor kidney function and blood pressure. Growth parameters have been variably affected, and there is suspicion of an underlying congenital malformation syndrome involving multiple organ systems. Family history is notable for a paternal uncle with early-onset colon cancer in his 40s and a maternal grandmother with type 2 diabetes and hypertension; no known relatives have similar developmental or craniofacial features. Prior genetic evaluation included a multigene panel performed on 2025-06-08, which did not identify a pathogenic variant and was reported as negative."
  },
  {
    "sample_type": "3c",
    "patient_id": "PAT-7066",
    "patient_first_name": "Anthony",
    "patient_last_name": "Roberts",
    "dob": "2008-11-10",
    "sex": "Male",
    "member_id": "CT254611447",
    "patient_address": "3118 Hill St, Norwalk, CT 06089",
    "subscriber_name": "George Roberts",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Susan Clark",
    "provider_npi": "8074590238",
    "provider_phone": "(203) 286-7285",
    "provider_fax": "(959) 400-3325",
    "provider_address": "5713 Main St, New Haven, CT 06155",
    "lab_name": "GeneDx",
    "lab_npi": "1280571338",
    "lab_address": "9630 Second St, Newington, CT 06621",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-19",
    "internal_test_code": "896a",
    "icd_codes": [
      "Q66.89",
      "Q10.3",
      "R41.840",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-05-10",
    "clinical_note": "Anthony Roberts is a 17-year-old male with a history notable for global developmental delay, particularly affecting attention, concentration, and learning, requiring school-based supports and an individualized education plan. Since early childhood, he has exhibited multiple congenital anomalies, including bilateral foot deformities with atypical positioning and gait abnormalities, for which he has used orthotics and undergone physical therapy. Facial features are described as mildly dysmorphic with a pattern suggestive of an underlying congenital syndrome, and there is a history of congenital eyelid malposition causing intermittent ocular irritation and need for ophthalmologic follow-up. Clinical concerns include possible short stature and disproportionate growth, prompting evaluation for a syndromic etiology. A prior single-gene test performed on 2025-05-10 was negative and did not identify a pathogenic variant explaining his presentation. Family history is notable for a paternal grandfather with myocardial infarction in his early 50s and a maternal aunt with hypothyroidism; there is no known consanguinity. Anthony continues to require multidisciplinary care, including developmental, orthopedic, and ophthalmologic management."
  },
  {
    "sample_type": "3c",
    "patient_id": "PAT-9189",
    "patient_first_name": "Mark",
    "patient_last_name": "Carter",
    "dob": "2008-11-04",
    "sex": "Male",
    "member_id": "CT541196854",
    "patient_address": "4972 River Rd, Norwalk, CT 06513",
    "subscriber_name": "Patricia Carter",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Paul Allen",
    "provider_npi": "2330538214",
    "provider_phone": "(203) 296-3418",
    "provider_fax": "(475) 611-1932",
    "provider_address": "6748 Meadow Ln, Waterbury, CT 06969",
    "lab_name": "Invitae",
    "lab_npi": "2207929167",
    "lab_address": "6279 Sunset Ave, Greenwich, CT 06576",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-25",
    "internal_test_code": "80001",
    "icd_codes": [
      "E87.2",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Mark Carter is a 17-year-old male with a history notable for recurrent generalized seizure episodes beginning in adolescence, described as abrupt loss of consciousness with tonic-clonic movements and postictal confusion. Seizures have occurred both during intercurrent illnesses and at baseline health, with no consistent provoking factors identified. Clinical concerns also include intermittent metabolic instability, with prior episodes of decompensation characterized by tachypnea, nausea, and malaise in the setting of documented metabolic acidosis requiring emergency evaluation and intravenous fluids. Between episodes, he returns to baseline functioning and is attending high school with no reported cognitive regression. Family history is significant for a younger sister diagnosed with childhood-onset focal epilepsy, currently managed with antiseizure medication, and a paternal uncle with a history of recurrent kidney stones and gout. Maternal grandmother has longstanding type 2 diabetes and hyperlipidemia, and the patient’s father is treated for essential hypertension. There is no known consanguinity. Mark currently follows with neurology and metabolic specialists for ongoing evaluation and management of his seizure disorder and recurrent acidosis."
  }
]