[
  {
    "sample_type": "1",
    "patient_first_name": "Susan",
    "patient_last_name": "Green",
    "dob": "2017-08-29",
    "sex": "Female",
    "member_id": "HUS444804699",
    "patient_address": "6138 State St, Stamford, CT 06723",
    "subscriber_name": "Sharon Green",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Christopher Lee",
    "provider_npi": "5846662287",
    "provider_phone": "(475) 498-4564",
    "provider_fax": "(860) 714-9336",
    "provider_address": "1895 River Rd, Danbury, CT 06981",
    "lab_name": "Invitae",
    "lab_npi": "4010867540",
    "lab_address": "71 Hill St, Bristol, CT 06404",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-08",
    "internal_test_code": "",
    "icd_codes": [
      "Q67.4",
      "Q17.0",
      "Q21.1",
      "R62.50",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-01-29",
    "clinical_note": "Susan Green is a 7-year-old girl with a history notable for global developmental delay, with persistent delays in both motor and language milestones and ongoing need for academic and therapeutic support. Growth has been below age expectations without clear catch-up, and parents report longstanding concerns about poor weight gain and short stature. Since infancy, she has had multiple congenital anomalies, including an abnormal head shape with plagiocephaly and asymmetry of the cranial vault, as well as external ear malformations characterized by low-set, posteriorly rotated ears. Cardiac history includes a congenital defect involving a partial opening between the upper heart chambers, followed conservatively with no record of surgical repair to date. Dysmorphic features have been described in prior evaluations, raising concern for an underlying syndromic diagnosis affecting multiple organ systems. Prior genetic workup included single-gene testing, which was negative and did not establish a molecular diagnosis. No additional family history is reported. Further comprehensive genetic evaluation is requested to clarify the etiology and guide management and recurrence risk counseling."
  },
  {
    "sample_type": "1",
    "patient_first_name": "Daniel",
    "patient_last_name": "Campbell",
    "dob": "2006-07-25",
    "sex": "Unknown",
    "member_id": "CT933383653",
    "patient_address": "4233 Franklin St, Newington, CT 06436",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Maria Martinez",
    "provider_npi": "8151252367",
    "provider_phone": "(475) 714-9311",
    "provider_fax": "(475) 249-6309",
    "provider_address": "9058 Court St, Norwich, CT 06900",
    "lab_name": "Invitae",
    "lab_npi": "6735405004",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-29",
    "internal_test_code": "80003",
    "icd_codes": [
      "E87.2",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Daniel Campbell (born 2006-07-25) is a teenager followed for recurrent neurological events and metabolic instability. History is notable for episodes of generalized tonic-clonic seizures beginning in later childhood, with several events occurring out of sleep and without clear provoking factors. Seizures have occasionally clustered, requiring emergency care and adjustment of antiseizure medications. Clinical concerns also include recurrent episodes of metabolic acidosis, often in the setting of intercurrent illness or decreased oral intake, characterized by fatigue, tachypnea, and laboratory evidence of low serum bicarbonate and elevated anion gap. Between episodes, he returns close to baseline but reports intermittent headaches and decreased exercise tolerance. Family history is significant for a maternal uncle with childhood-onset epilepsy requiring long-term pharmacologic management, and a paternal grandfather with type 2 diabetes and hypertension. No prior genetic testing has been documented for Daniel, and there is no known history of metabolic or neurologic workup abnormalities in first-degree relatives. Further evaluation is directed toward an underlying metabolic or genetic etiology linking his seizure disorder and recurrent acidosis."
  },
  {
    "sample_type": "1",
    "patient_first_name": "Kenneth",
    "patient_last_name": "Perez",
    "dob": "2023-02-26",
    "sex": "Male",
    "member_id": "MCD599284851",
    "patient_address": "1380 Forest Ave, Hartford, CT 06110",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Susan Clark",
    "provider_npi": "4593235224",
    "provider_phone": "(860) 757-6963",
    "provider_fax": "(475) 427-8909",
    "provider_address": "3394 High St, Meriden, CT 06867",
    "lab_name": "Invitae",
    "lab_npi": "5394766741",
    "lab_address": "7745 State St, Hamden, CT 06458",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-12-07",
    "internal_test_code": "80001",
    "icd_codes": [
      "E88.40",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Kenneth Perez is a 22‑month‑old boy with a history notable for recurrent unprovoked seizures beginning in early childhood, characterized by generalized tonic stiffening with impaired awareness and postictal somnolence. Events have occurred both during sleep and wakefulness, with several requiring emergency evaluation and acute anticonvulsant management. He is currently treated with antiseizure medication, with partial reduction in frequency but ongoing breakthrough episodes. Clinical concerns also include a suspected underlying disturbance of metabolic homeostasis, with intermittent episodes of poor feeding, lethargy, and irritability during minor illnesses, prompting evaluation for an inborn error of metabolism. Growth parameters have been appropriate to date, and there is no reported developmental regression. Family history is notable for a paternal uncle with childhood‑onset epilepsy persisting into adulthood and a maternal cousin reported to have “low blood sugar spells” during infections, though never fully diagnosed. Parents deny known consanguinity. No prior genetic testing has been documented, and today’s evaluation is directed toward clarifying a unifying genetic etiology for his epilepsy and possible metabolic vulnerability."
  },
  {
    "sample_type": "1",
    "patient_first_name": "Mark",
    "patient_last_name": "Sanchez",
    "dob": "2022-06-22",
    "sex": "Unknown",
    "member_id": "HUS424267672",
    "patient_address": "7628 High St, Middletown, CT 06298",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Helen Robinson",
    "provider_npi": "3401470959",
    "provider_phone": "(203) 371-1859",
    "provider_fax": "(860) 452-1102",
    "provider_address": "2201 Main St, Enfield, CT 06513",
    "lab_name": "GeneDx",
    "lab_npi": "",
    "lab_address": "2007 Franklin St, Glastonbury, CT 06398",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-31",
    "internal_test_code": "561b",
    "icd_codes": [
      "E70.20",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "Mark Sanchez is a 2-year-old child with a history notable for metabolic concerns and abnormal motor coordination. Since late infancy, parents have observed intermittent episodes of lethargy and poor tolerance of fasting, with occasional vomiting during minor illnesses. Growth has been appropriate, but there have been periods of irritability and decreased activity that raise concern for an underlying disturbance of amino acid metabolism. Neurologically, Mark demonstrates unsteady gait and clumsiness beyond what is expected for age, with difficulty coordinating purposeful movements and frequent falls, suggestive of a cerebellar-type ataxia. No clear regression has been reported, but developmental progress has been slower in gross motor skills compared with peers. Family history is significant for a maternal uncle with longstanding gait imbalance and tremor of unclear etiology, and a paternal cousin who required dietary management for a metabolic disorder diagnosed in childhood. There is no known consanguinity. Parents seek further evaluation to clarify the cause of Mark’s metabolic instability and motor incoordination and to guide prognosis and management."
  },
  {
    "sample_type": "1",
    "patient_first_name": "Kenneth",
    "patient_last_name": "Harris",
    "dob": "2005-06-15",
    "sex": "Intersex",
    "member_id": "CT569547066",
    "patient_address": "9539 Pleasant St, New Britain, CT 06219",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. David Brown",
    "provider_npi": "6962726865",
    "provider_phone": "(475) 860-5501",
    "provider_fax": "(860) 756-5558",
    "provider_address": "3608 Mill St, Stamford, CT 06441",
    "lab_name": "GeneDx",
    "lab_npi": "8935598980",
    "lab_address": "8906 Union St, Middletown, CT 06709",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-08",
    "internal_test_code": "TH78a",
    "icd_codes": [
      "E70.20",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "Kenneth Harris is a 19-year-old intersex individual with a history notable for progressive neurologic and metabolic concerns. Since early adolescence, he has experienced increasing difficulty with coordination, described as clumsiness, unsteady gait, and trouble with fine motor tasks such as buttoning clothes and handwriting; examination has previously documented limb and truncal ataxia. He also reports intermittent episodes of fatigue and behavioral changes that have raised concern for an underlying disturbance of amino acid metabolism, though specific triggers and dietary associations remain unclear. There is no record of prior genetic testing. Family history is significant for a younger sister with lifelong motor coordination problems requiring physical therapy, and an older maternal cousin who was diagnosed in childhood with a disorder of aromatic amino acid metabolism and is followed by a metabolic specialist. Additionally, the maternal grandfather had type 2 diabetes and hypertension, and a paternal aunt has rheumatoid arthritis. No known consanguinity is reported. Kenneth is referred for further evaluation of his neurologic and metabolic symptoms and consideration of genetic testing."
  },
  {
    "sample_type": "2a",
    "patient_first_name": "Patricia",
    "patient_last_name": "Taylor",
    "dob": "2011-06-18",
    "sex": "Female",
    "member_id": "HUS380315099",
    "patient_address": "8899 Hill St, Bridgeport, CT 06406",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Sarah Johnson",
    "provider_npi": "9777083794",
    "provider_phone": "(203) 811-1907",
    "provider_fax": "(860) 489-1608",
    "provider_address": "2849 Pine St, Newington, CT 06692",
    "lab_name": "Invitae",
    "lab_npi": "3405838796",
    "lab_address": "2089 Elm St, Greenwich, CT 06516",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-11",
    "internal_test_code": "",
    "icd_codes": [
      "R79.89",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Patricia Taylor is a 13-year-old girl with a history notable for recurrent focal seizures beginning in early childhood, now characterized by impaired awareness and occasional progression to bilateral tonic–clonic activity. Seizure frequency has been variable despite treatment adjustments, and events are sometimes preceded by brief behavioral arrest and automatisms. Clinical concerns also include persistently abnormal laboratory findings suggestive of an underlying metabolic disturbance, with intermittent elevations in serum markers that have prompted repeated evaluations by her primary team. Parents report episodes of fatigue and reduced exercise tolerance around the time of these metabolic derangements, though growth and schooling have otherwise been generally appropriate. Family history is significant for a maternal uncle with epilepsy requiring long-term antiseizure therapy, as well as a paternal grandfather with “low blood counts” and recurrent hospitalizations for unexplained weakness in midlife. There is no known consanguinity. Prior genetic testing has not been documented, and current evaluation is directed toward identifying a unifying etiology for her seizure disorder and biochemical abnormalities."
  },
  {
    "sample_type": "2a",
    "patient_first_name": "Mary",
    "patient_last_name": "Wilson",
    "dob": "2024-04-16",
    "sex": "Female",
    "member_id": "HUS154339871",
    "patient_address": "2275 Elm St, Enfield, CT 06958",
    "subscriber_name": "Kenneth Wilson",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Sandra King",
    "provider_npi": "6500176978",
    "provider_phone": "(475) 960-4610",
    "provider_fax": "(475) 983-9279",
    "provider_address": "2835 Valley Rd, Danbury, CT 06486",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "1601 Forest Ave, East Hartford, CT 06024",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-04",
    "internal_test_code": "620022",
    "icd_codes": [
      "E87.2",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Mary Wilson is a 8‑month‑old girl with a history notable for recurrent convulsive episodes beginning in later infancy, characterized by generalized stiffening and rhythmic jerking requiring emergency evaluation on multiple occasions. Caregivers report several events without clear triggers, some occurring out of sleep, with postictal lethargy and decreased responsiveness lasting up to an hour. Clinical concerns also include intermittent metabolic decompensation with documented low serum bicarbonate and elevated anion gap during acute illnesses, raising concern for an underlying metabolic vulnerability contributing to her seizure threshold. Between events, development is reported as age-appropriate, though parents note increased irritability and poor feeding around episodes. Neurologic examination today is nonfocal. Family history is notable for a maternal uncle with childhood-onset epilepsy that improved in adolescence, and a paternal cousin who required hospitalization for “acid in the blood” during a severe gastrointestinal illness. No prior genetic testing has been performed. Mary is referred for further evaluation of epilepsy in the context of episodic metabolic acidosis to assess for an underlying genetic etiology."
  },
  {
    "sample_type": "2a",
    "patient_first_name": "David",
    "patient_last_name": "Walker",
    "dob": "2020-05-25",
    "sex": "Male",
    "member_id": "HUS498862287",
    "patient_address": "5635 School St, Windsor, CT 06815",
    "subscriber_name": "Nancy Walker",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Karen White",
    "provider_npi": "8962206886",
    "provider_phone": "(475) 737-6928",
    "provider_fax": "(959) 912-2965",
    "provider_address": "6228 Court St, New Haven, CT 06762",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-14",
    "internal_test_code": "WGS001X",
    "icd_codes": [
      "E73.0",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "David Walker is a 3-year-8-month-old boy with a history notable for recurrent generalized seizures beginning in early childhood, characterized by loss of consciousness and tonic–clonic activity requiring ongoing antiepileptic therapy. Seizure frequency has fluctuated, with several breakthrough events reported over the past year, some occurring during intercurrent illness and periods of poor oral intake. Parents also report episodes of abdominal discomfort, bloating, and loose stools following ingestion of dairy products, leading to avoidance of milk and ice cream; symptoms improve when dairy is restricted, raising concern for an underlying intolerance to milk sugar. Growth has been appropriate, though there is parental concern about occasional decreased appetite associated with gastrointestinal symptoms. Family history is significant for a maternal uncle with childhood-onset epilepsy requiring long-term medication, and a paternal grandmother with diet-related digestive complaints that improved with dietary modification. There is no known consanguinity. Prior genetic testing has not been performed, and the family is interested in further evaluation to clarify the etiology of his seizures and suspected metabolic intolerance."
  },
  {
    "sample_type": "2a",
    "patient_first_name": "Thomas",
    "patient_last_name": "Davis",
    "dob": "2009-01-17",
    "sex": "Intersex",
    "member_id": "CT855484185",
    "patient_address": "1753 State St, New London, CT 06832",
    "subscriber_name": "Elizabeth Davis",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Daniel Jackson",
    "provider_npi": "6516445567",
    "provider_phone": "(959) 286-8280",
    "provider_fax": "(860) 761-6449",
    "provider_address": "3686 Washington Ave, Stamford, CT 06345",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-17",
    "internal_test_code": "620024",
    "icd_codes": [
      "E87.2",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Thomas Davis is a 15-year-old intersex adolescent with a history notable for recurrent generalized seizures beginning in mid-childhood, currently characterized by tonic-clonic events with loss of awareness and postictal confusion. Seizure frequency has fluctuated despite antiseizure therapy, and there have been occasional clusters requiring emergency care. Clinical concerns also include episodes of metabolic decompensation with documented metabolic acidosis, often precipitated by intercurrent illness and poor oral intake, manifesting as fatigue, tachypnea, and abdominal discomfort. Between episodes, Thomas returns to baseline but reports intermittent headaches and difficulty with sustained concentration at school. There is no clear history of developmental delay. Family history is significant for a younger brother with childhood-onset seizures managed with medication, and a maternal uncle who reportedly had “spells” in adolescence and later developed chronic kidney disease of unclear etiology. No prior genetic testing has been performed. Thomas is referred for further evaluation of epilepsy in the setting of recurrent metabolic acidosis, with concern for an underlying genetic or metabolic epileptic syndrome."
  },
  {
    "sample_type": "2a",
    "patient_first_name": "Paul",
    "patient_last_name": "Scott",
    "dob": "2016-06-27",
    "sex": "Intersex",
    "member_id": "CT481774645",
    "patient_address": "8421 School St, Shelton, CT 06312",
    "subscriber_name": "Karen Scott",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Angela Thompson",
    "provider_npi": "3854308409",
    "provider_phone": "(475) 699-2739",
    "provider_fax": "(203) 824-7854",
    "provider_address": "1701 Valley Rd, West Hartford, CT 06311",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "9092 Maple St, Norwalk, CT 06124",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-10",
    "internal_test_code": "80001",
    "icd_codes": [
      "E70.20",
      "P94.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "Paul Scott (born 2016-06-27) is an intersex child referred for evaluation of longstanding neurologic and metabolic concerns. Since early infancy, caregivers have noted intermittent episodes of generalized stiffness and abnormal posturing, particularly during periods of illness or fatigue, raising concern for a congenital movement disorder with increased muscle tone. These episodes have occasionally been accompanied by irritability and transient feeding difficulty, though there is no history provided of clear seizure activity. Growth has been appropriate, but there is a history of photosensitivity and behavioral worsening after sun exposure, leading prior clinicians to question a possible disorder of amino acid metabolism affecting pigment production and neurotransmitter balance. Clinical concerns include a possible inborn error of metabolism with associated extrapyramidal features. Family history is notable for a maternal uncle with lifelong tremor and gait instability of unclear etiology, and a paternal cousin reported to have “muscle rigidity” in childhood that improved with age. There is no record of prior genetic testing, and no previous metabolic workup results are available for review."
  },
  {
    "sample_type": "2b",
    "patient_first_name": "Betty",
    "patient_last_name": "Hill",
    "dob": "2005-04-26",
    "sex": "Female",
    "member_id": "MCD259361206",
    "patient_address": "9878 Mill St, West Haven, CT 06417",
    "subscriber_name": "George Hill",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Jennifer Wilson",
    "provider_npi": "5260288387",
    "provider_phone": "(203) 928-5945",
    "provider_fax": "(203) 711-9829",
    "provider_address": "5889 Park Rd, Norwich, CT 06086",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81427"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-16",
    "internal_test_code": "80003",
    "icd_codes": [
      "E73.0",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Betty Hill is a 19-year-old woman with a history notable for recurrent generalized seizure episodes beginning in late childhood, often precipitated by intercurrent illness or missed meals. Events are described as abrupt loss of awareness followed by generalized tonic-clonic activity, postictal confusion, and fatigue; no consistent aura is reported. She has been managed with antiseizure medication with partial reduction in frequency. Clinical concerns also include longstanding intolerance to dairy products, with abdominal cramping, bloating, and loose stools occurring within hours of consuming milk or ice cream; she therefore largely avoids lactose-containing foods, which has improved symptoms. There is no history of failure to thrive or weight loss. Family history is significant for a younger brother with “spells” reportedly characterized by brief staring episodes under neurologic evaluation, and a maternal aunt described as having “epilepsy” since adolescence. No prior genetic testing has been performed. Betty is referred for further evaluation of her seizure disorder in the context of suspected metabolic and dietary triggers, as well as possible familial predisposition."
  },
  {
    "sample_type": "2b",
    "patient_first_name": "George",
    "patient_last_name": "Robinson",
    "dob": "2008-01-10",
    "sex": "Unknown",
    "member_id": "HUS513701455",
    "patient_address": "3500 Hill St, Bristol, CT 06105",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Donna Scott",
    "provider_npi": "9419370207",
    "provider_phone": "(475) 531-9927",
    "provider_fax": "(203) 265-1950",
    "provider_address": "427 High St, Newington, CT 06818",
    "lab_name": "GeneDx",
    "lab_npi": "9607710547",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81426"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-31",
    "internal_test_code": "896a",
    "icd_codes": [
      "Q17.0",
      "Q22.2",
      "R62.50",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-10-21",
    "clinical_note": "George Robinson is a 16-year-old with a history notable for global developmental delay and persistent intellectual impairment, with milestones significantly delayed across motor, language, and adaptive domains. Since early childhood, caregivers have described slow acquisition of speech and ongoing academic difficulties requiring special education support. Growth parameters have been borderline, with concern for poor overall developmental progress. Congenital anomalies include a structural malformation of the right external ear with abnormal pinna configuration and reduced auricular height, accompanied by asymmetric facial features and a broad nasal bridge, giving a distinctive craniofacial appearance. Cardiac evaluation in infancy identified a congenital defect of the outflow tract region, necessitating ongoing cardiology follow-up. Collectively, his features raise concern for an underlying syndromic condition affecting craniofacial and cardiac development, in the context of significant neurodevelopmental impairment. Prior genetic evaluation included chromosomal microarray analysis, which was reported as negative, with no pathogenic copy number variants detected. Further genomic testing is requested to clarify an etiologic diagnosis and guide management."
  },
  {
    "sample_type": "2b",
    "patient_first_name": "John",
    "patient_last_name": "Harris",
    "dob": "2009-08-11",
    "sex": "Unknown",
    "member_id": "CT904505489",
    "patient_address": "1847 Franklin St, West Haven, CT 06362",
    "subscriber_name": "George Harris",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Michael Smith",
    "provider_npi": "6620957151",
    "provider_phone": "(860) 388-6126",
    "provider_fax": "(475) 949-6493",
    "provider_address": "9825 Church St, Newington, CT 06079",
    "lab_name": "LabCorp",
    "lab_npi": "1359554089",
    "lab_address": "8879 River Rd, Manchester, CT 06134",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81427"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2026-01-02",
    "internal_test_code": "620024",
    "icd_codes": [
      "Q39.1",
      "Q17.0",
      "Q21.1",
      "R62.50",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-10-18",
    "clinical_note": "John Harris (born 11-Aug-2009) is a school-aged individual with a complex history of congenital anomalies and developmental concerns. Since infancy, growth has been suboptimal with persistent failure to thrive and global developmental delay affecting both motor and language milestones. History is notable for congenital heart disease characterized by a small interatrial communication, monitored by cardiology, and a structural malformation of the upper esophagus causing early feeding difficulties and recurrent dysphagia. Craniofacial features include microtia with abnormal external ear morphology and additional subtle dysmorphic traits consistent with a syndromic pattern, including disproportionate facial configuration and body habitus suggestive of a generalized congenital malformation syndrome. Multisystem involvement has prompted ongoing evaluations by cardiology, gastroenterology, nutrition, and developmental pediatrics, with school-based supports in place. Prior genetic workup has included a multigene panel, which was reported as negative, and further comprehensive genomic testing is now being considered to clarify the underlying etiology and guide anticipatory management."
  },
  {
    "sample_type": "2b",
    "patient_first_name": "Michael",
    "patient_last_name": "Scott",
    "dob": "2011-10-11",
    "sex": "Male",
    "member_id": "MCD240450529",
    "patient_address": "4592 Franklin St, Enfield, CT 06936",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Sandra King",
    "provider_npi": "4925224621",
    "provider_phone": "(959) 524-7328",
    "provider_fax": "(860) 377-1368",
    "provider_address": "8313 Water St, Shelton, CT 06188",
    "lab_name": "LabCorp",
    "lab_npi": "3249017827",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81427"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-11",
    "internal_test_code": "620024",
    "icd_codes": [
      "Q66.89",
      "Q61.4",
      "F71",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-10-23",
    "clinical_note": "Michael Scott is a 13-year-old male with a history notable for global developmental delay and moderate intellectual disability, with persistent academic and adaptive functioning challenges despite school-based supports. Since early childhood, caregivers have reported delayed attainment of motor and language milestones and ongoing need for assistance with daily living skills. Clinical concerns include multiple congenital anomalies, most prominently involving the musculoskeletal and renal systems. He was born with structural abnormalities of the feet consistent with congenital deformities, requiring orthopedic evaluation and supportive footwear; gait remains awkward but ambulatory. Renal imaging has demonstrated cystic changes of the kidneys, and he is followed by nephrology for surveillance of renal structure and function. Physical examination is remarkable for a pattern of dysmorphic features, including mild craniofacial disproportion and subtle skeletal asymmetries, raising concern for an underlying syndromic diagnosis. Prior genetic evaluation with a targeted gene panel was completed and reportedly negative, without identification of a pathogenic or likely pathogenic variant to explain his presentation. Further comprehensive genetic testing is being pursued."
  },
  {
    "sample_type": "2b",
    "patient_first_name": "Kimberly",
    "patient_last_name": "Garcia",
    "dob": "2019-12-05",
    "sex": "Female",
    "member_id": "MCD669180604",
    "patient_address": "6811 Main St, Hartford, CT 06422",
    "subscriber_name": "Joseph Garcia",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Michael Smith",
    "provider_npi": "8974208229",
    "provider_phone": "(959) 307-2425",
    "provider_fax": "(860) 504-8210",
    "provider_address": "5737 Sunset Ave, Hartford, CT 06357",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81427",
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-04",
    "internal_test_code": "",
    "icd_codes": [
      "Q17.0",
      "Q61.4",
      "Q66.89",
      "R62.50",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-11-06",
    "clinical_note": "Kimberly Garcia is a 5-year-old girl with a history notable for global developmental delay, with persistent delays in both gross motor and language milestones despite early intervention services. Since infancy, she has demonstrated multiple congenital anomalies, including abnormal external ear formation with asymmetry and malposition, as well as distinctive craniofacial features consistent with a syndromic pattern of dysmorphology. Musculoskeletal concerns include congenital deformity of the feet with persistent abnormal positioning, requiring orthotic support and ongoing physical therapy. Renal history is significant for structural abnormalities of the collecting system, with prior imaging documenting a cystic-appearing renal lesion requiring periodic nephrology follow-up. Growth has been suboptimal, with concerns for poor overall attainment of age-appropriate growth parameters. Taken together, her constellation of dysmorphic features and multisystem involvement raises concern for an underlying genetic syndrome. Prior genetic evaluation included single-gene testing, which was negative and did not establish a molecular diagnosis. Further comprehensive genomic testing is therefore being pursued to clarify etiology and guide management and surveillance."
  },
  {
    "sample_type": "2c",
    "patient_first_name": "Kevin",
    "patient_last_name": "Wright",
    "dob": "2022-08-05",
    "sex": "Intersex",
    "member_id": "MCD238242402",
    "patient_address": "174 Pleasant St, Glastonbury, CT 06206",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Susan Clark",
    "provider_npi": "3970663792",
    "provider_phone": "(475) 545-5175",
    "provider_fax": "(959) 703-1589",
    "provider_address": "8444 Sunset Ave, Torrington, CT 06665",
    "lab_name": "Invitae",
    "lab_npi": "8891795239",
    "lab_address": "1026 School St, West Haven, CT 06027",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "814199",
      "81599"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-19",
    "internal_test_code": "80001",
    "icd_codes": [
      "Q39.1",
      "Q21.1",
      "F71",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-08-08",
    "clinical_note": "Kevin Wright is a 2-year-old child with a history notable for multiple congenital anomalies and global developmental delay. Since infancy, feeding has been difficult due to a congenital narrowing of the esophagus, with episodes of gagging and poor weight gain in early life. Cardiac evaluation in the neonatal period identified a small defect between the heart’s lower chambers, monitored by cardiology with no intervention to date. Developmentally, Kevin demonstrates significant delays across domains, with limited expressive language, reduced problem-solving skills, and need for assistance in most activities of daily living, consistent with moderate intellectual impairment. Physical examination has consistently described a pattern of distinctive facial features and proportionate short stature, raising concern for an underlying syndromic diagnosis. Prior genetic evaluation included single-gene testing, which did not identify a causative variant. Given the combination of structural anomalies, characteristic appearance, and cognitive impairment, further comprehensive genetic testing is being pursued to clarify the etiology and guide anticipatory management and family counseling."
  },
  {
    "sample_type": "2c",
    "patient_first_name": "Thomas",
    "patient_last_name": "Gonzalez",
    "dob": "2024-09-01",
    "sex": "Unknown",
    "member_id": "HUS982326706",
    "patient_address": "8978 North St, Hartford, CT 06153",
    "subscriber_name": "David Gonzalez",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Maria Martinez",
    "provider_npi": "8653720855",
    "provider_phone": "(203) 740-4856",
    "provider_fax": "(860) 567-3088",
    "provider_address": "4305 Church St, West Hartford, CT 06510",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "814199",
      "72555"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-17",
    "internal_test_code": "WGS003X",
    "icd_codes": [
      "Q66.89",
      "Q21.1",
      "F72",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-05-20",
    "clinical_note": "Thomas Gonzalez is a young child with a history notable for multiple congenital anomalies and significant global developmental delay. Since early infancy, caregivers have observed markedly limited developmental progress, with minimal acquisition of motor and communication milestones consistent with severe intellectual impairment and high dependence for daily care. Birth and neonatal records describe congenital heart disease characterized by a defect involving the atrial septum, and he has required ongoing cardiology follow‑up for monitoring of cardiac function and growth. Musculoskeletal findings include abnormal positioning of the feet consistent with a structural clubfoot deformity, for which he has been followed by orthopedics. Physical examination has documented a pattern of facial and skeletal differences suggestive of an underlying congenital malformation syndrome, including disproportionate growth and dysmorphic craniofacial features. Collectively, these findings raise strong suspicion for a syndromic genetic etiology. Prior genetic evaluation has included chromosomal microarray analysis, which did not identify any pathogenic copy number variants. Further comprehensive genomic testing is being pursued to clarify the diagnosis and guide prognosis and management."
  },
  {
    "sample_type": "2c",
    "patient_first_name": "Kenneth",
    "patient_last_name": "Green",
    "dob": "2020-05-01",
    "sex": "Unknown",
    "member_id": "HUS831798065",
    "patient_address": "9516 Spring St, Glastonbury, CT 06159",
    "subscriber_name": "David Green",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Christopher Lee",
    "provider_npi": "7391039518",
    "provider_phone": "(959) 531-1163",
    "provider_fax": "(475) 743-9383",
    "provider_address": "817 River Rd, West Hartford, CT 06147",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "812345"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-12-18",
    "internal_test_code": "WGS003",
    "icd_codes": [
      "Q66.89",
      "Q10.3",
      "Q67.4",
      "F72",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-11-23",
    "clinical_note": "Kenneth Green is a 4-year-old child with a history notable for significant global developmental delay in the severe range, with limited expressive language and dependence on caregivers for most activities of daily living. Since infancy, caregivers have observed abnormal head and facial shape, including a long, narrow face with asymmetry and persistent craniofacial disproportion, as well as unusual positioning of the eyes with outward deviation consistent with a form of strabismus. Musculoskeletal findings include congenital deformity of the feet with persistent abnormal positioning and difficulty achieving a normal plantigrade stance, raising concern for a complex clubfoot-type anomaly. Overall appearance is notable for multiple congenital anomalies and a recognizable pattern of dysmorphic features suggestive of an underlying congenital malformation syndrome affecting craniofacial and skeletal development. There is no documented prior diagnosis explaining the constellation of findings. Prior genetic evaluation included a targeted gene panel, which was reported as negative, without identification of a pathogenic or likely pathogenic variant to account for the clinical presentation. Further comprehensive genomic testing is being pursued for diagnostic clarification and counseling."
  },
  {
    "sample_type": "2c",
    "patient_first_name": "Joseph",
    "patient_last_name": "Taylor",
    "dob": "2011-08-03",
    "sex": "Intersex",
    "member_id": "CT432025943",
    "patient_address": "5145 East St, New London, CT 06861",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Matthew Wright",
    "provider_npi": "3136195828",
    "provider_phone": "(203) 996-6244",
    "provider_fax": "(203) 703-7282",
    "provider_address": "3349 State St, Meriden, CT 06044",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "4051 Maple St, Waterbury, CT 06134",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "814199"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-03",
    "internal_test_code": "620024",
    "icd_codes": [
      "Q04.0",
      "Q39.1",
      "Q17.0",
      "R41.840",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-04-22",
    "clinical_note": "Joseph Taylor is a 13-year-old with a history notable for structural brain malformation identified in early childhood, associated with lifelong global developmental delay and persistent difficulties with attention and executive functioning. Parents report delayed acquisition of motor and language milestones, with ongoing learning challenges and need for educational support services. Clinical concerns also include congenital craniofacial and auricular anomalies, with asymmetric external ear formation and subtle facial dysmorphism, giving a characteristic but non-syndrome-specific appearance on exam. Since infancy, feeding has been complicated by congenital abnormalities of the upper gastrointestinal tract, including esophageal involvement, leading to early swallowing difficulties and need for modified diet and close gastroenterology follow-up. Prior genetics evaluation included a targeted gene panel focused on known neurodevelopmental and syndromic etiologies, which did not identify a pathogenic or likely pathogenic variant. Taken together, the combination of brain malformation, developmental and cognitive impairment, external ear and facial anomalies, and congenital esophageal abnormality raises concern for an underlying, yet-unresolved syndromic diagnosis."
  },
  {
    "sample_type": "2c",
    "patient_first_name": "Sharon",
    "patient_last_name": "White",
    "dob": "2013-02-25",
    "sex": "Female",
    "member_id": "CT214509808",
    "patient_address": "8557 Washington Ave, Shelton, CT 06592",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Susan Clark",
    "provider_npi": "1104353053",
    "provider_phone": "(475) 416-1964",
    "provider_fax": "(959) 940-6641",
    "provider_address": "2098 Pleasant St, Danbury, CT 06716",
    "lab_name": "GeneDx",
    "lab_npi": "8716949144",
    "lab_address": "36 Valley Rd, Windsor, CT 06813",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "812345"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-12-11",
    "internal_test_code": "J744b",
    "icd_codes": [
      "Q67.4",
      "Q04.0",
      "R62.50",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-05-27",
    "clinical_note": "Sharon White is a 12-year-old girl with a history notable for global developmental delay and persistent growth concerns, with both height and weight tracking below age expectations. Since early infancy, caregivers observed delayed achievement of motor and language milestones, and she continues to require support with school-based learning and adaptive skills. Birth records and subsequent examinations describe an abnormally shaped skull with early concerns for impaired brain development, and neuroimaging has confirmed a congenital malformation of the cerebral hemispheres. Physical examinations over time have consistently documented multiple congenital anomalies and a pattern of distinctive facial and cranial features suggestive of an underlying syndromic diagnosis. These include abnormal cranial contour, asymmetric facial proportions, and other minor dysmorphic findings involving the extremities. Clinical concerns currently focus on her cognitive and academic progress, need for therapies, and monitoring of growth and pubertal development. Prior genetic evaluation included a targeted gene panel, which did not identify a causative variant, and further comprehensive genomic testing is being pursued to clarify the etiology of her presentation and guide prognosis and management."
  },
  {
    "sample_type": "2d",
    "patient_first_name": "Michelle",
    "patient_last_name": "Wright",
    "dob": "2015-05-29",
    "sex": "Female",
    "member_id": "CT817682811",
    "patient_address": "5425 Pleasant St, Norwalk, CT 06963",
    "subscriber_name": "Karen Wright",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Jennifer Wilson",
    "provider_npi": "4505006307",
    "provider_phone": "(475) 345-1601",
    "provider_fax": "(959) 977-4176",
    "provider_address": "4532 Elm St, Stratford, CT 06814",
    "lab_name": "GeneDx",
    "lab_npi": "",
    "lab_address": "7984 Second St, Hartford, CT 06121",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-10-19",
    "internal_test_code": "561b",
    "icd_codes": [
      "Q17.0",
      "Q21.1",
      "Q22.2",
      "F72",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-10-20",
    "clinical_note": "Michelle Wright is a 9-year-old girl with a history notable for significant global developmental delay and severe intellectual impairment, with limited expressive language and need for substantial support in activities of daily living. Since early childhood, caregivers have observed distinctive craniofacial features, including a broad forehead, midface hypoplasia, and a small, asymmetric external ear on the right with associated conductive hearing concerns. Birth and infancy were complicated by recognition of multiple congenital anomalies. Cardiac evaluation in early life revealed a small defect in the atrial septum and a malformation involving the right ventricular outflow tract, with associated narrowing of the pulmonary valve region; these lesions have been followed by cardiology with intermittent monitoring for exercise intolerance and growth. Overall appearance and constellation of findings raise concern for an underlying syndromic etiology affecting growth and craniofacial development. Prior genetic workup has included chromosomal microarray analysis, which was reported as negative, without pathogenic copy number changes to explain her presentation. Further genetic evaluation is requested to clarify diagnosis and guide management."
  },
  {
    "sample_type": "2d",
    "patient_first_name": "Daniel",
    "patient_last_name": "Gonzalez",
    "dob": "2023-08-02",
    "sex": "Unknown",
    "member_id": "HUS490925764",
    "patient_address": "7558 Highland Ave, Shelton, CT 06904",
    "subscriber_name": "Betty Gonzalez",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Jennifer Wilson",
    "provider_npi": "8754109396",
    "provider_phone": "(203) 877-8689",
    "provider_fax": "(860) 243-3080",
    "provider_address": "7787 Main St, Trumbull, CT 06566",
    "lab_name": "GeneDx",
    "lab_npi": "1572192543",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2025-10-12",
    "internal_test_code": "J744a",
    "icd_codes": [
      "Q67.4",
      "Q22.2",
      "Q66.89",
      "F71",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-10-20",
    "clinical_note": "Daniel Gonzalez is a 17‑month‑old child with a history notable for global developmental delay in the moderate range, with limited expressive language, delayed gross motor milestones, and need for assistance with most activities of daily living. Since early infancy, caregivers have observed unusual facial features, including a coarse facial appearance with asymmetric craniofacial contour, along with other physical differences prompting evaluation for an underlying syndromic diagnosis. Clinical concerns also include congenital musculoskeletal abnormalities of the feet consistent with positional and structural deformities, requiring orthopedic follow‑up and bracing, as well as a congenital malformation of the cardiac outflow region involving the pulmonary valve, currently monitored by cardiology. Multiple congenital anomalies are present, raising suspicion for a recognizable genetic syndrome characterized by distinctive facies and developmental impairment. Prior genetic testing included a multigene panel focused on developmental delay and congenital anomalies, which was reported as negative, with no pathogenic or likely pathogenic variants identified. No additional relevant family history has been reported. Further comprehensive genomic evaluation is being pursued."
  },
  {
    "sample_type": "2d",
    "patient_first_name": "Joshua",
    "patient_last_name": "Garcia",
    "dob": "2005-07-29",
    "sex": "Male",
    "member_id": "HUS365818787",
    "patient_address": "313 Oak Ave, Enfield, CT 06162",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. William Jones",
    "provider_npi": "8275249665",
    "provider_phone": "(959) 716-1843",
    "provider_fax": "(860) 792-4482",
    "provider_address": "123 Pine St, Windsor, CT 06151",
    "lab_name": "Invitae",
    "lab_npi": "1156761166",
    "lab_address": "3193 Pine St, Waterbury, CT 06885",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2025-05-09",
    "internal_test_code": "",
    "icd_codes": [
      "Q22.2",
      "Q04.0",
      "F72",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-05-10",
    "clinical_note": "Joshua Garcia is a 19-year-old male with a longstanding history of significant developmental delay and intellectual disability in the severe range, with limited expressive language and ongoing need for assistance in activities of daily living. Since early childhood, growth and development have been complicated by multiple congenital anomalies, including a conotruncal cardiac defect involving abnormal pulmonary valve development that required early cardiology evaluation and ongoing surveillance. Neurologic history is notable for congenital brain malformation consistent with incomplete formation of the cerebral hemispheres and corpus callosum, contributing to global developmental impairment and motor incoordination. He has characteristic craniofacial features with disproportionate growth, including a prominent forehead, midface hypoplasia, and mild limb disproportion, raising concern for an underlying congenital malformation syndrome. There is no reported history of similar problems in close relatives. Prior genetic evaluation included a targeted gene panel for congenital brain and cardiac malformations, which was reported as negative, without identification of a pathogenic or likely pathogenic variant to explain his presentation. Further comprehensive genomic testing is being pursued for etiologic clarification and management guidance."
  },
  {
    "sample_type": "2d",
    "patient_first_name": "Lisa",
    "patient_last_name": "Smith",
    "dob": "2011-06-22",
    "sex": "Female",
    "member_id": "MCD855473996",
    "patient_address": "2487 Pleasant St, Bridgeport, CT 06138",
    "subscriber_name": "Sarah Smith",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Jennifer Wilson",
    "provider_npi": "2452167993",
    "provider_phone": "(860) 777-7097",
    "provider_fax": "(475) 774-3469",
    "provider_address": "5884 School St, Waterbury, CT 06195",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "2800 East St, Norwich, CT 06364",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-04-05",
    "internal_test_code": "80001",
    "icd_codes": [
      "Q22.2",
      "Q04.0",
      "F71",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-04-09",
    "clinical_note": "Lisa Smith is a 13-year-old girl with a history notable for global developmental delay and moderate intellectual disability, with significant impact on academic performance and adaptive skills. Since early childhood, she has required support for language acquisition and daily living activities; expressive language remains limited to short phrases, and she struggles with complex instructions. Birth and early medical history are significant for a congenital cardiac malformation involving the pulmonary valve, for which she has been followed by cardiology, with episodes of exertional fatigue reported by the family. Neuroimaging in infancy demonstrated agenesis of the corpus callosum, and she has ongoing challenges with motor coordination and balance, though no seizures have been documented. Examination has consistently described a pattern of dysmorphic features, including a characteristic facial appearance and disproportionate growth, raising concern for an underlying syndromic diagnosis. Prior genetic evaluation included single-gene testing, which was reported as negative, and she is now being referred for more comprehensive genomic assessment to clarify the etiology and guide management."
  },
  {
    "sample_type": "2d",
    "patient_first_name": "Matthew",
    "patient_last_name": "Wright",
    "dob": "2006-08-26",
    "sex": "Intersex",
    "member_id": "HUS339052515",
    "patient_address": "84 State St, Shelton, CT 06162",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Donna Scott",
    "provider_npi": "7594966958",
    "provider_phone": "(475) 501-6031",
    "provider_fax": "(860) 697-4645",
    "provider_address": "3358 Pine St, Milford, CT 06029",
    "lab_name": "LabCorp",
    "lab_npi": "6286897633",
    "lab_address": "4970 Mill St, Enfield, CT 06361",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-03-17",
    "internal_test_code": "620024",
    "icd_codes": [
      "Q67.4",
      "Q39.1",
      "Q66.89",
      "F72",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-03-25",
    "clinical_note": "Matthew Wright is a 19-year-old intersex individual with a longstanding history of multiple congenital anomalies and significant intellectual disability. Since early childhood, caregivers have noted global developmental delay, with current functioning consistent with severe intellectual impairment; he remains dependent for most activities of daily living and has limited expressive language. Birth and infancy were notable for craniofacial differences including an asymmetrical skull shape with persistent facial asymmetry and abnormal head contours, as well as generalized dysmorphic features consistent with a syndromic presentation. He also has a history of congenital esophageal abnormality characterized by a segment of narrowed and structurally abnormal esophagus, leading to longstanding feeding difficulties and intermittent dysphagia. Orthopedic history includes complex congenital deformities of the feet with persistent malalignment and abnormal gait mechanics despite conservative management. Overall appearance suggests a recognizable pattern of congenital malformation with distinctive facial features and skeletal involvement. Prior genetic evaluation included chromosomal microarray analysis, which did not identify any pathogenic copy number variants. Further comprehensive genetic testing is requested to clarify an underlying syndromic diagnosis and guide management."
  },
  {
    "sample_type": "2e",
    "patient_first_name": "Joseph",
    "patient_last_name": "Rodriguez",
    "dob": "2011-03-01",
    "sex": "Intersex",
    "member_id": "MCD779584475",
    "patient_address": "5637 Meadow Ln, Stamford, CT 06884",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Jennifer Wilson",
    "provider_npi": "7615333989",
    "provider_phone": "(860) 349-5014",
    "provider_fax": "(475) 830-8361",
    "provider_address": "3181 State St, Windsor, CT 06518",
    "lab_name": "GeneDx",
    "lab_npi": "8933661614",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "",
    "internal_test_code": "896a",
    "icd_codes": [
      "E70.20",
      "P94.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "Joseph Rodriguez is a 13-year-old intersex patient with a history notable for early-life neuromotor difficulties and concerns for a metabolic disorder of amino acid handling. Since infancy, caregivers observed generalized hypotonia and delayed attainment of gross motor milestones, with persistent low muscle tone and fatigability on exertion. More recently, Joseph has experienced intermittent episodes of lethargy and decreased appetite, occasionally associated with irritability and difficulty concentrating, raising concern for an underlying disturbance in phenylalanine metabolism. There is no report of developmental regression, but school performance has required additional educational support, particularly for tasks demanding sustained attention. Neurological examination has previously documented diffuse hypotonia with preserved reflexes and no focal deficits. Metabolic evaluations have suggested a disorder affecting phenylalanine processing, though full molecular characterization has not yet been achieved. Family history is notable for a maternal uncle with lifelong learning difficulties and an older paternal cousin with unexplained muscle weakness beginning in adolescence; there is no known consanguinity. No prior genetic testing has been documented for Joseph."
  },
  {
    "sample_type": "2e",
    "patient_first_name": "Donna",
    "patient_last_name": "Williams",
    "dob": "2012-02-25",
    "sex": "Female",
    "member_id": "HUS188169017",
    "patient_address": "9286 Highland Ave, Shelton, CT 06525",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Jennifer Wilson",
    "provider_npi": "4822248325",
    "provider_phone": "(959) 852-2754",
    "provider_fax": "(203) 729-9152",
    "provider_address": "868 Washington Ave, Torrington, CT 06588",
    "lab_name": "GeneDx",
    "lab_npi": "1526863927",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "",
    "internal_test_code": "J744b",
    "icd_codes": [
      "R79.89",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "Donna Williams is a 12-year-old girl with a history notable for intermittent abnormalities on laboratory evaluation suggestive of an underlying metabolic disturbance, including persistently abnormal serum markers on prior workup. Clinically, parents describe episodes of fatigue and decreased stamina associated with intercurrent illnesses, during which labs have again shown unexplained biochemical derangements. Neurologically, she has developed a progressive difficulty with coordination over the past several years, characterized by clumsiness, frequent tripping, and trouble with fine motor tasks such as handwriting and utensil use. On examination, she demonstrates impaired balance and an unsteady, wide-based gait, with difficulty performing tandem walking and rapid alternating movements, consistent with a cerebellar pattern of ataxia. There is no history of regression, seizures, or acute encephalopathic events. Family history is notable for a maternal uncle with a chronic, unexplained gait disorder beginning in adolescence and a paternal grandfather with long-standing “abnormal liver tests” of unclear etiology. No prior genetic testing has been completed to date."
  },
  {
    "sample_type": "2e",
    "patient_first_name": "Timothy",
    "patient_last_name": "Allen",
    "dob": "2006-01-02",
    "sex": "Intersex",
    "member_id": "CT406246148",
    "patient_address": "9546 Second St, Manchester, CT 06096",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Paul Allen",
    "provider_npi": "5175174364",
    "provider_phone": "(959) 600-8585",
    "provider_fax": "(475) 634-1679",
    "provider_address": "6724 School St, Danbury, CT 06764",
    "lab_name": "Invitae",
    "lab_npi": "7101146834",
    "lab_address": "504 Oak Ave, Manchester, CT 06201",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "",
    "internal_test_code": "",
    "icd_codes": [
      "Q61.4",
      "Q39.1",
      "Q10.3",
      "R41.840",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-06-14",
    "clinical_note": "Timothy Allen is a 19-year-old individual with a history notable for multiple congenital anomalies and developmental concerns. Since early childhood, caregivers have reported significant difficulties with attention and concentration, affecting academic performance and daily functioning. Developmental milestones were described as somewhat delayed, and ongoing issues with executive functioning and learning support have been required. Congenital anomalies include a structurally abnormal kidney consistent with a cystic dysplastic process, for which Timothy has been followed by nephrology, as well as a congenital esophageal narrowing that has contributed to feeding difficulties and intermittent dysphagia. Ophthalmologic history is remarkable for congenital misalignment of the eyes, with intermittent diplopia and need for corrective lenses and prior strabismus management. Physical examination has been described in previous records as notable for a pattern of craniofacial and skeletal differences consistent with a recognizable congenital malformation syndrome. Prior genetic evaluation included a targeted gene panel, which was reported as negative, without identification of a clearly pathogenic variant to explain the overall phenotype."
  },
  {
    "sample_type": "2e",
    "patient_first_name": "Nancy",
    "patient_last_name": "White",
    "dob": "2022-07-13",
    "sex": "Female",
    "member_id": "CT639544865",
    "patient_address": "4464 Cedar St, Bristol, CT 06948",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Thomas Taylor",
    "provider_npi": "2769976034",
    "provider_phone": "(959) 888-2154",
    "provider_fax": "(203) 647-2198",
    "provider_address": "4983 Pine St, Norwalk, CT 06559",
    "lab_name": "GeneDx",
    "lab_npi": "",
    "lab_address": "2936 Elm St, Trumbull, CT 06529",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "",
    "internal_test_code": "J744a",
    "icd_codes": [
      "E73.0",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "Nancy White is a 2-year-old girl with a history notable for gastrointestinal and neurologic concerns. Since early childhood, she has had recurrent abdominal bloating, loose stools, and irritability after ingestion of dairy products, with partial improvement on lactose-restricted diet. Parents report poor tolerance of standard cow’s milk formula in infancy, with excessive gas and cramping shortly after feeds. More recently, caregivers have observed unsteady gait and clumsiness out of proportion to age, characterized by a wide-based stance and difficulty with coordinated reaching; there have been no reported seizures. Development in other domains has been described as appropriate, though fine motor tasks appear more challenging. Clinical concerns include possible disordered carbohydrate digestion contributing to her gastrointestinal symptoms, as well as a cerebellar process underlying her coordination difficulties. Family history is notable for a maternal aunt with lifelong “milk intolerance” requiring strict avoidance of dairy, and a paternal grandfather who developed progressive gait imbalance in his 50s. No prior genetic testing has been performed."
  },
  {
    "sample_type": "2e",
    "patient_first_name": "Barbara",
    "patient_last_name": "Nelson",
    "dob": "2021-07-04",
    "sex": "Female",
    "member_id": "HUS175134324",
    "patient_address": "1242 Cedar St, Enfield, CT 06688",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Nancy Moore",
    "provider_npi": "1520311883",
    "provider_phone": "(959) 520-9954",
    "provider_fax": "(959) 889-9239",
    "provider_address": "15 Church St, Waterbury, CT 06376",
    "lab_name": "Invitae",
    "lab_npi": "3271258921",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "",
    "internal_test_code": "80003",
    "icd_codes": [
      "R79.89",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Barbara Nelson is a 3‑year‑old girl with a history notable for recurrent focal seizures beginning in early childhood, some progressing to bilateral tonic–clonic events. Seizures have occurred both during sleep and wakefulness, with variable semiology and occasional postictal confusion, but no documented status epilepticus. She is currently managed with antiseizure medication with only partial control, and her parents report intermittent episodes of unexplained lethargy and poor feeding during intercurrent illnesses, raising concern for an underlying metabolic vulnerability. Prior laboratory evaluations have intermittently shown abnormal serum analytes, including nonspecific elevations suggestive of possible metabolic disturbance, though no unifying diagnosis has been established. Family history is significant for a maternal uncle with childhood‑onset epilepsy that improved in adolescence, and a paternal cousin with “low blood sugar spells” requiring emergency evaluation on several occasions. There is no known consanguinity. No prior genetic testing has been completed, and the family is seeking clarification of a potential hereditary basis for Barbara’s seizure disorder and metabolic abnormalities."
  },
  {
    "sample_type": "3a",
    "patient_first_name": "Donald",
    "patient_last_name": "Flores",
    "dob": "2013-08-27",
    "sex": "Male",
    "member_id": "CT810855650",
    "patient_address": "4893 Church St, New Haven, CT 06730",
    "subscriber_name": "Christopher Flores",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Matthew Wright",
    "provider_npi": "3858331889",
    "provider_phone": "(959) 228-2869",
    "provider_fax": "(203) 883-9105",
    "provider_address": "29 Elm St, Manchester, CT 06990",
    "lab_name": "GeneDx",
    "lab_npi": "2891901644",
    "lab_address": "3781 Pine St, Milford, CT 06225",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-09",
    "internal_test_code": "J744b",
    "icd_codes": [
      "E87.2",
      "P94.2",
      "S93.401A",
      "S06.0X0A",
      "S01.01XA"
    ],
    "icd_descriptions": "",
    "clinical_note": "Donald Flores is a 12-year-old boy with a history notable for episodic metabolic acidosis characterized by vomiting, lethargy, and tachypnea during intercurrent illnesses, with interval return to baseline between episodes. Parents report that since early childhood he has had intermittent generalized hypotonia, more pronounced during periods of illness or fatigue, though he has maintained independent ambulation and age-appropriate gross motor milestones. Recent history includes a right ankle inversion injury sustained while playing sports, resulting in pain and difficulty weight-bearing, as well as a mild closed head injury with brief headache but no reported loss of consciousness; a small scalp laceration was repaired in the emergency department without complication. Neurologic examinations to date have shown normal cognition and cranial nerve function, with diffuse low tone but preserved strength and reflexes. Family history is significant for a maternal uncle with “low muscle tone” and delayed motor skills in childhood, and a paternal grandfather with type 2 diabetes and hypertension. No prior genetic testing has been documented."
  },
  {
    "sample_type": "3a",
    "patient_first_name": "Steven",
    "patient_last_name": "Torres",
    "dob": "2021-07-02",
    "sex": "Male",
    "member_id": "MCD809848442",
    "patient_address": "7945 Cedar St, Milford, CT 06162",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Sarah Johnson",
    "provider_npi": "9049300669",
    "provider_phone": "(959) 267-8925",
    "provider_fax": "(203) 533-1492",
    "provider_address": "3841 Union St, Glastonbury, CT 06148",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-12-31",
    "internal_test_code": "WGS001",
    "icd_codes": [
      "Q66.89",
      "Q17.0",
      "Q39.1",
      "R62.50",
      "Q87.0",
      "S01.01XA",
      "T20.00XA"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-09-19",
    "clinical_note": "Steven Torres is a 3-year-old boy with a history notable for multiple congenital anomalies and global developmental delay. Since infancy, he has demonstrated delayed attainment of motor and language milestones, with ongoing concerns for overall growth and maturation being below age expectations. Birth and early neonatal history included structural findings involving the feet consistent with congenital deformity, requiring orthopedic follow-up for positioning and gait. Craniofacial features are remarkable for asymmetry of the external ears and a recognizable pattern of facial differences suggestive of an underlying syndromic diagnosis. He also carries a diagnosis of a congenital abnormality of the esophagus, with early feeding difficulties and reflux symptoms, managed medically and with close gastroenterology oversight. Physical examination documents proportionally small stature and characteristic facial gestalt consistent with a known syndrome affecting growth and craniofacial development. Past history includes a prior forehead laceration and superficial burn injury to the head/face region, both fully healed without sequelae. Prior genetic evaluation with single-gene testing was unrevealing, with a reported negative result."
  },
  {
    "sample_type": "3a",
    "patient_first_name": "Matthew",
    "patient_last_name": "Walker",
    "dob": "2012-01-15",
    "sex": "Unknown",
    "member_id": "HUS846837100",
    "patient_address": "2868 High St, New London, CT 06231",
    "subscriber_name": "Paul Walker",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Steven Torres",
    "provider_npi": "9982910521",
    "provider_phone": "(203) 358-7310",
    "provider_fax": "(959) 404-3544",
    "provider_address": "242 Second St, Manchester, CT 06626",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "5786 Maple St, Greenwich, CT 06725",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-14",
    "internal_test_code": "WGS003X",
    "icd_codes": [
      "E88.40",
      "R56.9",
      "S01.01XA",
      "T20.00XA"
    ],
    "icd_descriptions": "",
    "clinical_note": "Matthew Walker, born 2012-01-15, is referred for evaluation of recurrent neurologic and metabolic concerns. Since early childhood, his history has been notable for intermittent generalized seizure-like episodes without a clearly identified precipitant, requiring emergency assessment on multiple occasions. Parents also report episodic lethargy, poor exercise tolerance, and periods of unexplained fatigue suggestive of an underlying metabolic imbalance; prior laboratory evaluations have reportedly shown nonspecific abnormalities in energy-related markers, though no unifying diagnosis has been established. Clinical records document at least one prior facial laceration of the scalp/forehead following a fall during an event described as a possible seizure, as well as a superficial burn injury to the head/face from accidental contact with a hot surface, both of which have healed without complication. Family history is notable for a maternal uncle with childhood-onset epilepsy requiring long-term antiseizure therapy and a paternal cousin with an unspecified metabolic disorder necessitating dietary restriction. No prior genetic testing has been completed to date."
  },
  {
    "sample_type": "3a",
    "patient_first_name": "Karen",
    "patient_last_name": "King",
    "dob": "2008-09-06",
    "sex": "Female",
    "member_id": "MCD876599245",
    "patient_address": "8953 Church St, Manchester, CT 06742",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Robert Miller",
    "provider_npi": "2109292637",
    "provider_phone": "(203) 637-1641",
    "provider_fax": "(475) 756-4422",
    "provider_address": "3644 East St, Newington, CT 06543",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-12-08",
    "internal_test_code": "WGS001",
    "icd_codes": [
      "Q17.0",
      "Q61.4",
      "Q10.3",
      "R62.50",
      "Q87.0",
      "S93.401A",
      "T36.0X1A",
      "S06.0X0A"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-04-22",
    "clinical_note": "Karen King is a 16-year-old girl with a history notable for multiple congenital anomalies and developmental concerns. Since infancy, she has demonstrated global developmental delay with persistent motor and language delays; growth has remained below age expectations without clear catch-up. Dysmorphic features have been described on prior examinations, including craniofacial differences and abnormal external ear morphology. Ophthalmologic history is significant for congenital eyelid malposition affecting ocular alignment and appearance. Renal imaging has revealed cystic changes consistent with a congenital renal cystic process, and she is followed by nephrology for ongoing surveillance of kidney structure and function. Clinical concerns also include a pattern of anomalies suggestive of an underlying syndromic etiology involving craniofacial, renal, and growth domains. Past medical history is further notable for a prior right ankle ligament injury and a mild closed head injury without loss of consciousness, both resolved, as well as a documented adverse reaction to penicillin-class antibiotics. Prior genetic evaluation with single-gene testing was completed and reported negative, without identification of a causative variant."
  },
  {
    "sample_type": "3a",
    "patient_first_name": "Joseph",
    "patient_last_name": "Ramirez",
    "dob": "2019-02-28",
    "sex": "Intersex",
    "member_id": "CT731589259",
    "patient_address": "9274 Center St, Danbury, CT 06633",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Nancy Moore",
    "provider_npi": "6457078651",
    "provider_phone": "(203) 592-5998",
    "provider_fax": "(475) 407-2708",
    "provider_address": "4889 Second St, Windsor, CT 06108",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "8329 Washington Ave, Waterbury, CT 06326",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-09",
    "internal_test_code": "620022",
    "icd_codes": [
      "Q10.3",
      "Q04.0",
      "Q66.89",
      "R62.50",
      "Q87.0",
      "S01.01XA",
      "S06.0X0A",
      "T36.0X1A"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-05-31",
    "clinical_note": "Joseph Ramirez is a 4‑year‑old child with a history notable for congenital eye malformation, including marked ptosis and abnormal ocular motility, contributing to concerns about visual development. Since early infancy, global developmental delay has been evident, with delayed acquisition of gross motor and language milestones and ongoing need for close developmental surveillance. Birth and early growth have been complicated by features suggestive of a broader congenital anomaly syndrome, including characteristic facial differences and body proportionality that raise concern for an underlying genetic condition affecting multiple systems, possibly involving the brain and craniofacial structures. Orthopedic evaluation has documented a complex foot deformity with persistent positional abnormality and difficulty with normal gait patterns. The record also notes a prior scalp laceration with associated mild head trauma and brief alteration in responsiveness, without lasting neurologic deficit, and a documented allergic reaction to penicillin-class antibiotics. Previous genetic evaluation included single‑gene testing, which was negative, and no molecular diagnosis has yet been established. Further comprehensive genetic assessment is being pursued to clarify the etiology and guide management."
  },
  {
    "sample_type": "3b",
    "patient_first_name": "Donald",
    "patient_last_name": "Jones",
    "dob": "2010-06-15",
    "sex": "Unknown",
    "member_id": "CT840813393",
    "patient_address": "2678 River Rd, Meriden, CT 06104",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Anthony Walker",
    "provider_npi": "3615305758",
    "provider_phone": "(860) 989-7488",
    "provider_fax": "(475) 470-7332",
    "provider_address": "2697 Second St, Stamford, CT 06607",
    "lab_name": "Invitae",
    "lab_npi": "5930575048",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-06",
    "internal_test_code": "80001",
    "icd_codes": [
      "T20.00XA",
      "S01.01XA"
    ],
    "icd_descriptions": "",
    "clinical_note": "Donald Jones is a 13-year-old individual seen today for follow-up after acute traumatic injuries. History is notable for a recent accident involving exposure to a heat source resulting in burns to the head and face, described initially as involving the scalp and forehead with blistering and erythema. The injury was managed emergently with wound cleansing, topical antimicrobial therapy, and pain control. In addition, he sustained a laceration of the scalp without underlying foreign body, which required repair with sutures in the emergency department. There is no report of loss of consciousness or other associated systemic trauma at the time of injury. Since the incident, caregivers report gradual improvement in pain, though he continues to experience local tenderness and pruritus at the healing sites. On examination today, there are well-healing burn areas over the frontal scalp and upper face with no evidence of secondary infection, along with a clean, intact scalp laceration repair. Ongoing care will focus on scar management, sun protection, and monitoring for any delayed wound complications."
  },
  {
    "sample_type": "3b",
    "patient_first_name": "Sarah",
    "patient_last_name": "Rodriguez",
    "dob": "2021-06-13",
    "sex": "Female",
    "member_id": "CT329114056",
    "patient_address": "9367 Maple St, Enfield, CT 06782",
    "subscriber_name": "Sharon Rodriguez",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Karen White",
    "provider_npi": "5434070143",
    "provider_phone": "(203) 891-2754",
    "provider_fax": "(860) 679-5495",
    "provider_address": "3379 Main St, West Haven, CT 06184",
    "lab_name": "GeneDx",
    "lab_npi": "6212500477",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-05",
    "internal_test_code": "TH78b",
    "icd_codes": [
      "T20.00XA",
      "S93.401A"
    ],
    "icd_descriptions": "",
    "clinical_note": "Sarah Rodriguez is a 3-year-old girl seen following recent acute injuries. History is notable for a thermal burn involving the head and face sustained when she accidentally pulled a hot liquid container from a countertop, resulting in superficial to partial-thickness burns without evidence of inhalation injury. Wound care to date has included gentle cleansing, topical antimicrobial ointment, and non-adherent dressings, with parents reporting good adherence to daily care and pain controlled with acetaminophen and ibuprofen as needed. Clinical concerns also include an ankle injury after a fall while running, with twisting of the right ankle and immediate pain and difficulty bearing weight. Initial evaluation documented swelling and tenderness over the lateral aspect of the ankle without obvious deformity; radiographs reportedly showed no fracture, and she was treated with rest, ice, compression, elevation, and limited weight-bearing as tolerated. There is no prior genetic testing documented, and no additional chronic medical issues are reported. Follow-up will focus on monitoring wound healing, scar formation, range of motion, and recovery of full ambulation."
  },
  {
    "sample_type": "3b",
    "patient_first_name": "Robert",
    "patient_last_name": "Ramirez",
    "dob": "2021-07-30",
    "sex": "Unknown",
    "member_id": "HUS660199023",
    "patient_address": "8666 Valley Rd, Norwich, CT 06755",
    "subscriber_name": "Mary Ramirez",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Anthony Walker",
    "provider_npi": "2872632614",
    "provider_phone": "(959) 326-9271",
    "provider_fax": "(959) 511-4658",
    "provider_address": "4940 East St, West Haven, CT 06042",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "2159 Broad St, Newington, CT 06319",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-26",
    "internal_test_code": "620024",
    "icd_codes": [
      "S93.401A",
      "S06.0X0A"
    ],
    "icd_descriptions": "",
    "clinical_note": "Robert Ramirez is a young child who presented following an acute right ankle injury sustained during a twisting event, with immediate pain, swelling, and difficulty bearing weight. Examination in the acute setting was notable for localized tenderness over the lateral ankle and reduced range of motion due to pain, without obvious deformity. Imaging reportedly excluded fracture, and the injury was managed as a moderate sprain with immobilization, rest, and analgesia. In the same period, Robert also experienced a mild head injury associated with a brief impact to the skull; there was no reported loss of consciousness, seizure activity, or persistent vomiting at the time of evaluation. Neurologic examination in the emergency setting was documented as grossly nonfocal, and he was discharged with head injury precautions and instructions for close monitoring. Since the incident, caregivers report gradual improvement in ankle function and no new neurologic symptoms, though they remain concerned about potential long‑term effects of the head trauma and have sought further evaluation."
  },
  {
    "sample_type": "3b",
    "patient_first_name": "Thomas",
    "patient_last_name": "Martin",
    "dob": "2009-02-06",
    "sex": "Unknown",
    "member_id": "HUS664846806",
    "patient_address": "2497 North St, Enfield, CT 06745",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Robert Miller",
    "provider_npi": "7942818027",
    "provider_phone": "(959) 668-7924",
    "provider_fax": "(959) 286-6747",
    "provider_address": "9842 West St, Norwalk, CT 06440",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "4790 East St, East Hartford, CT 06736",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-18",
    "internal_test_code": "620024",
    "icd_codes": [
      "S06.0X0A",
      "T20.00XA",
      "S93.401A"
    ],
    "icd_descriptions": "",
    "clinical_note": "Thomas Martin is a 15-year-old who presents following an acute traumatic event. History is notable for a recent head injury with brief loss of consciousness at the scene, without documented persistent neurologic deficit to date. Since the incident, caregivers report transient confusion and headache but no witnessed seizures. Examination in the emergency setting documented a closed head injury with concern for concussion; neuroimaging was obtained to exclude more significant intracranial pathology. Clinical concerns also include a superficial burn involving the scalp and forehead region, sustained at the time of trauma, with erythema and blistering but no clear evidence of full-thickness skin loss; wound care and monitoring for infection have been initiated. Additionally, the patient incurred an acute sprain of the lateral right ankle, associated with swelling, tenderness, and difficulty bearing weight immediately after the injury; ligamentous instability is being managed conservatively with rest, ice, compression, and elevation. No prior genetic testing has been reported, and there is no documented family history of related conditions."
  },
  {
    "sample_type": "3b",
    "patient_first_name": "Matthew",
    "patient_last_name": "Wilson",
    "dob": "2021-11-17",
    "sex": "Intersex",
    "member_id": "CT868561875",
    "patient_address": "349 School St, Stamford, CT 06820",
    "subscriber_name": "Charles Wilson",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Thomas Taylor",
    "provider_npi": "8429258662",
    "provider_phone": "(475) 886-5817",
    "provider_fax": "(203) 713-1545",
    "provider_address": "5938 High St, Milford, CT 06779",
    "lab_name": "GeneDx",
    "lab_npi": "9703469831",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-12",
    "internal_test_code": "TH78b",
    "icd_codes": [
      "S01.01XA",
      "S06.0X0A"
    ],
    "icd_descriptions": "",
    "clinical_note": "Matthew Wilson is a young intersex child born 17 Nov 2021 who presented following a head injury. History obtained from caregivers indicates an acute event in which Matthew sustained a laceration of the scalp involving the frontal region, with associated bleeding controlled in the emergency setting. Subsequent evaluation documented a brief period of altered responsiveness consistent with a concussion, without reported loss of consciousness or seizure activity. Since the incident, caregivers note transient irritability and increased need for rest but no persistent vomiting, focal weakness, or visual changes. Physical examination at the time of injury described a clean, linear scalp wound without evidence of skull fracture, and neurologic assessment was reassuring, with age-appropriate tone, movement, and interaction. The wound was cleaned and closed with standard technique, and tetanus status was reviewed. Caregivers were counseled on signs of worsening head injury and instructed to monitor for changes in behavior, balance, or cognition. No prior genetic testing has been performed, and there is no additional contributory medical history reported."
  },
  {
    "sample_type": "3c",
    "patient_first_name": "Donald",
    "patient_last_name": "Ramirez",
    "dob": "2011-04-14",
    "sex": "Unknown",
    "member_id": "HUS411724016",
    "patient_address": "8531 Second St, Norwich, CT 06638",
    "subscriber_name": "Paul Ramirez",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Joseph Harris",
    "provider_npi": "3219336802",
    "provider_phone": "(475) 560-8165",
    "provider_fax": "(203) 909-5088",
    "provider_address": "7136 Pleasant St, Bridgeport, CT 06538",
    "lab_name": "Invitae",
    "lab_npi": "4448975739",
    "lab_address": "7018 Elm St, Milford, CT 06401",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-11",
    "internal_test_code": "80003",
    "icd_codes": [
      "E70.20",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Donald Ramirez (DOB 2011-04-14) is followed for recurrent seizures and a suspected inborn error of metabolism. History is notable for episodes of generalized convulsive seizures, some occurring in clusters and occasionally progressing to status epilepticus, requiring emergency intervention and adjustment of antiseizure medications. Caregivers report intermittent confusion and prolonged postictal fatigue after major events. Clinical concerns also include a background of metabolic disturbance related to impaired phenylalanine metabolism, with prior documentation of elevated phenylalanine levels and dietary protein restriction implemented under metabolic specialist guidance; adherence has been variable over time. Development and school performance have been affected by missed days and fluctuating concentration around seizure episodes. Prior genetic testing included a limited epilepsy gene panel, which did not identify a definitive pathogenic variant. Family history is notable for a paternal uncle with childhood-onset epilepsy that improved in adulthood, a maternal grandfather with type 2 diabetes and ischemic heart disease, and a distant cousin reportedly requiring dialysis for chronic kidney disease. No known consanguinity is reported."
  },
  {
    "sample_type": "3c",
    "patient_first_name": "Timothy",
    "patient_last_name": "Martinez",
    "dob": "2007-12-11",
    "sex": "Intersex",
    "member_id": "MCD817762831",
    "patient_address": "1063 Franklin St, Shelton, CT 06864",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Robert Miller",
    "provider_npi": "6780903855",
    "provider_phone": "(860) 356-8598",
    "provider_fax": "(475) 239-3342",
    "provider_address": "4223 Center St, Middletown, CT 06710",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "1314 East St, Shelton, CT 06989",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-01",
    "internal_test_code": "WGS003",
    "icd_codes": [
      "Q21.1",
      "Q17.0",
      "Q61.4",
      "R62.50",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-04-10",
    "clinical_note": "Timothy Martinez (DOB 2007-12-11) is an intersex adolescent with a history notable for global developmental delay and persistent short stature, with growth parameters remaining below expected percentiles despite adequate nutrition. Since early childhood, multiple congenital anomalies have been documented, including a small ventricular septal defect identified in infancy and followed conservatively without surgical repair. Craniofacial features are described as mildly dysmorphic, with a broad nasal bridge and low-set, posteriorly rotated ears; external ear malformation was noted neonatally with asymmetric pinnae and abnormal helix configuration. Renal imaging in childhood demonstrated cystic changes consistent with a congenital renal cystic process, though renal function has remained within normal limits on routine laboratory monitoring. Clinical concerns have centered on learning difficulties, requiring special education services and individualized academic support. Prior genetic evaluation included single-gene testing targeting a suspected syndromic diagnosis, which was negative and did not identify a pathogenic variant. No additional molecular studies have yet been performed, and comprehensive genomic testing is now being considered to further clarify the underlying etiology."
  },
  {
    "sample_type": "3c",
    "patient_first_name": "Matthew",
    "patient_last_name": "Thompson",
    "dob": "2012-02-24",
    "sex": "Unknown",
    "member_id": "MCD920652147",
    "patient_address": "3525 Broad St, Newington, CT 06022",
    "subscriber_name": "Lisa Thompson",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Betty Young",
    "provider_npi": "1337800997",
    "provider_phone": "(860) 403-2024",
    "provider_fax": "(203) 563-6587",
    "provider_address": "343 Center St, Windsor, CT 06915",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "5548 Water St, Glastonbury, CT 06064",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-16",
    "internal_test_code": "80003",
    "icd_codes": [
      "Q39.1",
      "Q61.4",
      "F72",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-11-14",
    "clinical_note": "Matthew Thompson (DOB 2012-02-24) is a school-aged child with a history notable for significant global developmental delay and severe intellectual impairment, with limited expressive language and need for assistance in most activities of daily living. Since early childhood, caregivers have reported feeding difficulties and episodes of food “sticking,” and evaluation documented a congenital narrowing of the upper esophagus. He also carries a diagnosis of a congenital cystic kidney condition, with prior imaging showing multiple renal cysts and ongoing nephrology follow-up for monitoring of renal function and blood pressure. Physical examination has consistently described a pattern of multiple congenital anomalies with characteristic facial features and disproportionate growth, raising concern for an underlying syndromic etiology. Dysmorphic findings include unusual craniofacial configuration and other minor anomalies involving the extremities. Prior genetic evaluation included single-gene testing, which was negative and did not establish a molecular diagnosis. Further comprehensive genomic testing is being pursued to clarify the underlying cause and guide management and surveillance."
  },
  {
    "sample_type": "3c",
    "patient_first_name": "Mark",
    "patient_last_name": "Lewis",
    "dob": "2016-11-01",
    "sex": "Male",
    "member_id": "CT781371054",
    "patient_address": "7509 River Rd, East Hartford, CT 06327",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. James Rodriguez",
    "provider_npi": "5367365407",
    "provider_phone": "(203) 869-3209",
    "provider_fax": "(959) 406-3193",
    "provider_address": "4017 Park Rd, Stamford, CT 06493",
    "lab_name": "GeneDx",
    "lab_npi": "",
    "lab_address": "59 State St, Glastonbury, CT 06975",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-14",
    "internal_test_code": "561b",
    "icd_codes": [
      "Q61.4",
      "Q21.1",
      "R41.840",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-10-22",
    "clinical_note": "Mark Lewis is a 9-year-old boy with a history notable for multiple congenital anomalies and global developmental delay. Since early childhood, he has required extra support for learning and demonstrates persistent difficulties with attention and concentration, particularly in structured academic settings. Birth history is reported as uncomplicated, but early evaluations identified a congenital cardiac defect consistent with an atrial-level shunt, for which he has been followed by cardiology. Renal imaging has revealed cystic changes of the kidneys, and he remains under surveillance for blood pressure and renal function. Physical examination has been remarkable for a pattern of craniofacial and skeletal differences consistent with a syndromic form of congenital malformation, including subtle facial asymmetry and disproportionate growth features. There is no documented consanguinity or similarly affected relatives. Prior genetic workup has included chromosomal microarray analysis, which was reported as negative, without pathogenic copy number changes. He is now referred for further genetic evaluation to clarify an underlying unifying diagnosis and to guide ongoing management and surveillance."
  },
  {
    "sample_type": "3c",
    "patient_first_name": "Michael",
    "patient_last_name": "Thompson",
    "dob": "2022-09-03",
    "sex": "Unknown",
    "member_id": "MCD757338870",
    "patient_address": "216 Center St, Hartford, CT 06204",
    "subscriber_name": "Michelle Thompson",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Emily Davis",
    "provider_npi": "8788296744",
    "provider_phone": "(475) 761-9949",
    "provider_fax": "(475) 434-4497",
    "provider_address": "1515 North St, Norwich, CT 06903",
    "lab_name": "LabCorp",
    "lab_npi": "4840590742",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-18",
    "internal_test_code": "WGS003",
    "icd_codes": [
      "E73.0",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Michael Thompson (born 2022-09-03) is a young child with a history notable for recurrent generalized seizures beginning in early childhood, described by parents as sudden loss of awareness with full-body stiffening and rhythmic jerking, followed by prolonged postictal fatigue. Events occur without clear triggers, occasionally clustering during febrile illnesses, and have required multiple emergency evaluations. He is currently treated with antiseizure medication with only partial control reported. Clinical concerns also include gastrointestinal discomfort, bloating, and loose stools temporally associated with ingestion of dairy products; parents have noted improved symptoms when dairy is limited, raising concern for lactose intolerance. No developmental regression has been reported to date. Family history is significant for a maternal uncle with epilepsy diagnosed in adolescence and a paternal grandmother with “severe milk intolerance” requiring strict dietary avoidance. Additional history includes a father with early-onset hypertension and a maternal grandfather who underwent coronary artery bypass surgery in his 50s. Prior genetic testing with a limited epilepsy gene panel reportedly showed no pathogenic variants."
  }
]