[
  {
    "sample_type": "1",
    "patient_id": "PAT-5115",
    "patient_first_name": "Richard",
    "patient_last_name": "Green",
    "dob": "2012-07-23",
    "sex": "Male",
    "member_id": "HUS272871732",
    "patient_address": "1785 Center St, Greenwich, CT 06131",
    "subscriber_name": "Andrew Green",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Christopher Lee",
    "provider_npi": "1934332914",
    "provider_phone": "(203) 635-4420",
    "provider_fax": "(860) 917-1483",
    "provider_address": "1556 Main St, East Hartford, CT 06972",
    "lab_name": "LabCorp",
    "lab_npi": "6945173019",
    "lab_address": "9885 River Rd, Bristol, CT 06859",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2026-01-10",
    "internal_test_code": "WGS003",
    "icd_codes": [
      "R79.89",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Richard Green is a 13-year-old boy with a history notable for recurrent seizures beginning in early childhood. Events are described as focal onset with impaired awareness, occasionally progressing to bilateral tonic-clonic activity, occurring several times per month despite current antiseizure therapy. Caregivers report postictal confusion and fatigue lasting up to several hours, but no clear precipitating triggers. Clinical concerns also include persistently abnormal blood chemistry values on prior evaluations, with intermittently elevated liver enzymes and mild hyperammonemia, raising suspicion for an underlying metabolic vulnerability contributing to seizure threshold. There is no history of significant head trauma or central nervous system infection. Developmental milestones were reportedly achieved on time, and academic performance is described as average, though school absences have increased due to seizure activity and associated fatigue. Family history is notable for a paternal uncle with epilepsy diagnosed in adolescence, treated medically with good control. A maternal grandmother reportedly has “borderline” liver test abnormalities of unclear etiology, monitored periodically by her primary physician."
  },
  {
    "sample_type": "1",
    "patient_id": "PAT-7902",
    "patient_first_name": "James",
    "patient_last_name": "Sanchez",
    "dob": "2012-05-30",
    "sex": "Male",
    "member_id": "CT474108056",
    "patient_address": "6977 West St, West Hartford, CT 06680",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Patricia Anderson",
    "provider_npi": "7473763319",
    "provider_phone": "(203) 531-4611",
    "provider_fax": "(860) 543-6408",
    "provider_address": "8638 East St, Waterbury, CT 06560",
    "lab_name": "Invitae",
    "lab_npi": "1345711508",
    "lab_address": "5514 North St, Torrington, CT 06101",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2026-01-02",
    "internal_test_code": "80003",
    "icd_codes": [
      "E73.0",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "James Sanchez is a 13-year-old male referred for evaluation of neurologic and metabolic concerns. History is notable for longstanding difficulty with coordination, described by parents as clumsiness and trouble with fine motor tasks such as handwriting and buttoning clothes. Teachers have reported an unsteady, “wobbly” gait during physical activities, with occasional stumbling on uneven surfaces. On examination, he demonstrates impaired coordination of the limbs with intention tremor on finger-to-nose testing and difficulty with rapid alternating movements, consistent with a cerebellar pattern of ataxia. Clinical concerns also include chronic gastrointestinal discomfort and bloating after ingestion of dairy products, with loose stools and cramping that began in early childhood and have become more prominent as his dairy intake increased. Symptoms improve when he avoids milk and ice cream. There is a family history of similar dairy-related gastrointestinal symptoms in his mother, who avoids lactose-containing foods, and a maternal uncle who reports lifelong “sensitive stomach” with milk products but no known neurologic disease. No prior genetic testing has been documented."
  },
  {
    "sample_type": "1",
    "patient_id": "PAT-2764",
    "patient_first_name": "Laura",
    "patient_last_name": "Rivera",
    "dob": "2016-11-13",
    "sex": "Female",
    "member_id": "HUS490830184",
    "patient_address": "5383 Court St, Milford, CT 06847",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Sandra King",
    "provider_npi": "4201793261",
    "provider_phone": "(475) 385-7477",
    "provider_fax": "(203) 627-4030",
    "provider_address": "7745 State St, Hamden, CT 06458",
    "lab_name": "GeneDx",
    "lab_npi": "8235136089",
    "lab_address": "246 Forest Ave, West Haven, CT 06405",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-20",
    "internal_test_code": "561b",
    "icd_codes": [
      "Q17.0",
      "Q04.0",
      "R62.50",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-12-19",
    "clinical_note": "Laura Rivera is a 9-year-old girl with a history notable for congenital craniofacial and ear anomalies, global developmental delay, and concerns for an underlying syndromic diagnosis. Since infancy, caregivers noted abnormal shape and positioning of the external ears with associated facial asymmetry and subtle skeletal disproportion. Early motor and language milestones were significantly delayed; she continues to require assistance with age-appropriate academic and adaptive skills, consistent with global developmental delay and short stature for age. Neuroimaging in early childhood documented a congenital malformation of the cerebral hemispheres involving abnormal cortical development, raising concern for a structural brain anomaly contributing to her developmental profile. Facial features are described as mildly dysmorphic, with asymmetric auricles, malar flattening, and a broad nasal bridge, in the context of a suspected connective tissue and skeletal pattern suggestive of a hereditary syndrome. Prior genetic evaluation included a gene panel performed on 2025-12-19, reported as negative, and no molecular diagnosis has yet been established."
  },
  {
    "sample_type": "1",
    "patient_id": "PAT-1859",
    "patient_first_name": "Sandra",
    "patient_last_name": "Baker",
    "dob": "2017-09-25",
    "sex": "Female",
    "member_id": "MCD244236360",
    "patient_address": "8763 Main St, Enfield, CT 06513",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Donna Scott",
    "provider_npi": "2468360239",
    "provider_phone": "(203) 566-7371",
    "provider_fax": "(203) 282-3501",
    "provider_address": "4588 Spring St, West Hartford, CT 06834",
    "lab_name": "Invitae",
    "lab_npi": "7189745025",
    "lab_address": "8322 West St, Greenwich, CT 06620",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2026-01-15",
    "internal_test_code": "80003",
    "icd_codes": [
      "E88.40",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Sandra Baker is an 8-year-old girl (born 2017-09-25) seen for ongoing neurological and metabolic concerns. History is notable for recurrent unprovoked seizures beginning in early childhood, described as generalized convulsive episodes with postictal confusion and fatigue. Parents report intermittent staring spells and occasional nocturnal events with limb stiffening, though no clear triggers have been identified. She has been treated with antiseizure medication with partial control, and breakthrough events continue to occur several times per year. In parallel, there is concern for an underlying metabolic disorder, with episodes of poor energy, exercise intolerance, and intermittent vomiting, particularly during intercurrent illness or prolonged fasting. Laboratory evaluations have at times suggested abnormalities in intermediary metabolism, prompting referral for further genetic evaluation. Family history is significant for a maternal uncle with childhood-onset epilepsy requiring long-term antiseizure therapy, and a paternal cousin reported to have an unspecified metabolic condition characterized by recurrent hypoglycemia in infancy. No known consanguinity is reported."
  },
  {
    "sample_type": "1",
    "patient_id": "PAT-3829",
    "patient_first_name": "Jessica",
    "patient_last_name": "Wilson",
    "dob": "2014-10-10",
    "sex": "Female",
    "member_id": "CT200961557",
    "patient_address": "7058 School St, East Hartford, CT 06273",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Joseph Harris",
    "provider_npi": "5188612435",
    "provider_phone": "(203) 932-3299",
    "provider_fax": "(860) 237-5323",
    "provider_address": "1407 River Rd, Bristol, CT 06248",
    "lab_name": "GeneDx",
    "lab_npi": "8558598217",
    "lab_address": "6984 Cedar St, Norwich, CT 06267",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-10",
    "internal_test_code": "TH78b",
    "icd_codes": [
      "R79.89",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Jessica Wilson is an 11-year-old girl with a history notable for recurrent focal-onset seizures beginning in early childhood, now occurring several times per month despite antiepileptic therapy. Events are described as brief episodes of staring and unresponsiveness with right arm twitching, occasionally progressing to generalized convulsions and postictal confusion. There is no clear precipitating illness, but parents report intermittent headaches and fatigue afterward. Clinical concerns also include persistently abnormal blood test results suggesting a possible underlying metabolic disturbance; prior evaluations have documented fluctuating elevations in serum enzymes and nonspecific metabolic markers, though no unifying diagnosis has yet been established. Development and school performance are otherwise reported as appropriate for age. Family history is notable for a maternal uncle with childhood-onset epilepsy that improved in adolescence, and a paternal grandmother with type 2 diabetes and hyperlipidemia. There is no known history of sudden unexplained death, cardiomyopathy, or neurodegenerative disease in the family. Further workup is planned to clarify the etiology of her seizure disorder and metabolic abnormalities."
  },
  {
    "sample_type": "1",
    "patient_id": "PAT-3848",
    "patient_first_name": "Mary",
    "patient_last_name": "Williams",
    "dob": "2009-02-10",
    "sex": "Female",
    "member_id": "HUS775346902",
    "patient_address": "3584 Pine St, Norwich, CT 06573",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Michael Smith",
    "provider_npi": "1397295263",
    "provider_phone": "(203) 495-9265",
    "provider_fax": "(959) 976-2627",
    "provider_address": "6319 School St, Hartford, CT 06213",
    "lab_name": "LabCorp",
    "lab_npi": "3071196170",
    "lab_address": "8755 Water St, Windsor, CT 06473",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-22",
    "internal_test_code": "WGS003",
    "icd_codes": [
      "Q61.4",
      "Q22.2",
      "F72",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-12-27",
    "clinical_note": "Mary Williams is a 16-year-old girl with a longstanding history of significant developmental delay and intellectual disability, with limited expressive language and ongoing need for assistance in activities of daily living. Since early childhood, growth and physical features have suggested an underlying syndromic diagnosis, including short stature, a broad nasal bridge, and mild asymmetry of facial features. Clinical concerns also include a congenital cardiac outflow tract abnormality involving the pulmonary valve, for which she underwent early cardiology evaluation and continues to be followed for residual hemodynamic issues. Renal imaging has shown cystic changes consistent with a structural kidney malformation, and she is monitored for blood pressure and renal function. Multiple congenital anomalies and the combination of dysmorphic features and global developmental impairment have prompted genetic evaluation. A prior gene panel performed on 2025-12-27 was reported as negative, without identification of a pathogenic variant to explain her presentation. She is otherwise in stable condition, attends a special education program, and receives ongoing speech and occupational therapies."
  },
  {
    "sample_type": "1",
    "patient_id": "PAT-4225",
    "patient_first_name": "Donna",
    "patient_last_name": "Nguyen",
    "dob": "2007-04-22",
    "sex": "Female",
    "member_id": "CT826150076",
    "patient_address": "3465 Maple St, West Haven, CT 06890",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Sarah Johnson",
    "provider_npi": "1258099197",
    "provider_phone": "(203) 369-8877",
    "provider_fax": "(959) 335-8076",
    "provider_address": "2413 Hill St, Stratford, CT 06281",
    "lab_name": "GeneDx",
    "lab_npi": "5920016329",
    "lab_address": "6087 Franklin St, Waterbury, CT 06807",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-02",
    "internal_test_code": "896a",
    "icd_codes": [
      "Q04.0",
      "Q39.1",
      "Q66.89",
      "R62.50",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-09-29",
    "clinical_note": "Donna Nguyen is an 18-year-old female with a history notable for congenital brain malformation identified in early childhood, associated with global developmental delay and intellectual disability. Since infancy, she has required close developmental monitoring due to delayed attainment of motor and language milestones and persistent learning difficulties, necessitating special education support. Clinical concerns include characteristic facial differences and a pattern of multiple congenital anomalies consistent with an underlying syndromic diagnosis. She has documented congenital esophageal abnormality with early feeding difficulties and intermittent dysphagia, as well as bilateral lower extremity deformities involving the feet, for which she has used orthotics and undergone physical therapy. Growth has been suboptimal with longstanding concerns about poor height and weight gain relative to peers. Prior genetic evaluation included single-gene testing performed on 2025-09-29, which was negative and did not establish a molecular diagnosis. She continues to require multidisciplinary care, including neurology, gastroenterology, orthopedics, and developmental pediatrics, for ongoing management of her complex congenital and neurodevelopmental presentation."
  },
  {
    "sample_type": "1",
    "patient_id": "PAT-5257",
    "patient_first_name": "John",
    "patient_last_name": "Mitchell",
    "dob": "2014-12-03",
    "sex": "Male",
    "member_id": "CT167236589",
    "patient_address": "2665 North St, Norwich, CT 06496",
    "subscriber_name": "Timothy Mitchell",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Betty Young",
    "provider_npi": "8786911197",
    "provider_phone": "(959) 491-6053",
    "provider_fax": "(959) 286-8280",
    "provider_address": "3924 Pleasant St, New Britain, CT 06943",
    "lab_name": "Invitae",
    "lab_npi": "5763278384",
    "lab_address": "4745 Mill St, Middletown, CT 06598",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-12-28",
    "internal_test_code": "80003",
    "icd_codes": [
      "E70.20",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "John Mitchell is an 11-year-old boy with a history notable for progressive neurologic and metabolic concerns. Since early childhood, parents have observed intermittent unsteady gait and poor coordination, with frequent tripping and difficulty with fine motor tasks such as handwriting and buttoning clothes. Teachers report that his clumsiness is more pronounced during sustained activities, and he occasionally needs support on stairs. Neurologic review is significant for intention tremor on reaching and a broad-based gait; there is no report of seizures. Metabolic history includes episodes of irritability and lethargy, particularly during intercurrent illness, along with light sensitivity and occasional headaches. Growth has been appropriate, but there is concern for fluctuating energy levels and reduced exercise tolerance compared with peers. Family history is notable for a maternal uncle with longstanding balance problems of unclear etiology and a paternal grandfather with type 2 diabetes and hyperlipidemia diagnosed in mid-adulthood. No known consanguinity. John is referred for further evaluation of suspected inborn error of metabolism with associated cerebellar dysfunction."
  },
  {
    "sample_type": "1",
    "patient_id": "PAT-7127",
    "patient_first_name": "Ruth",
    "patient_last_name": "Scott",
    "dob": "2014-08-01",
    "sex": "Female",
    "member_id": "HUS239708584",
    "patient_address": "9336 Mill St, Norwich, CT 06442",
    "subscriber_name": "Kevin Scott",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Emily Davis",
    "provider_npi": "8085932048",
    "provider_phone": "(959) 801-2739",
    "provider_fax": "(203) 824-7854",
    "provider_address": "1701 Valley Rd, West Hartford, CT 06311",
    "lab_name": "Invitae",
    "lab_npi": "2962825938",
    "lab_address": "9092 Maple St, Norwalk, CT 06124",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-04",
    "internal_test_code": "80001",
    "icd_codes": [
      "Q61.4",
      "Q67.4",
      "F71",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-07-03",
    "clinical_note": "Ruth Scott is an 11-year-old girl with a history notable for global developmental delay and moderate intellectual impairment, first recognized in early childhood when she failed to meet language and adaptive milestones. She currently requires support for basic academic skills and has limited independent functioning in daily activities. Since infancy, caregivers have noted unusual facial features, including a broad nasal bridge and mildly asymmetric craniofacial contour, along with a relatively short stature and proportionate limb length, raising concern for an underlying congenital syndrome affecting skeletal and craniofacial development. Clinical concerns also include structural renal abnormalities consistent with cystic and dysplastic changes, for which she is followed by nephrology; renal function has been monitored due to the risk of chronic kidney disease progression. Multiple congenital anomalies involving the kidneys and craniofacial region, together with her cognitive profile and dysmorphic appearance, suggest a syndromic etiology. Prior genetic evaluation with chromosomal microarray on 2025-07-03 was reported as negative, without pathogenic copy number variants identified. Further genetic testing is being considered to clarify the diagnosis and guide ongoing management."
  },
  {
    "sample_type": "1",
    "patient_id": "PAT-7043",
    "patient_first_name": "Sandra",
    "patient_last_name": "Hill",
    "dob": "2020-06-17",
    "sex": "Female",
    "member_id": "HUS684302361",
    "patient_address": "945 Elm St, Newington, CT 06309",
    "subscriber_name": "Richard Hill",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Susan Clark",
    "provider_npi": "2543609542",
    "provider_phone": "(203) 737-8734",
    "provider_fax": "(475) 761-3483",
    "provider_address": "6869 North St, Stratford, CT 06392",
    "lab_name": "LabCorp",
    "lab_npi": "5989610546",
    "lab_address": "3253 Franklin St, Hamden, CT 06976",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-06",
    "internal_test_code": "WGS003X",
    "icd_codes": [
      "Q66.89",
      "Q10.3",
      "Q17.0",
      "R62.50",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-04-03",
    "clinical_note": "Sandra Hill is a 5-year-old girl brought for evaluation of global developmental concerns and multiple congenital anomalies. Since infancy, growth and developmental progress have been slower than expected, with persistent delays in achieving motor and language milestones. History is notable for congenital external ear malformations with low-set, dysplastic auricles and associated facial asymmetry, giving her a distinctive craniofacial appearance. Ophthalmologic evaluations have documented eyelid malposition with intermittent ocular misalignment, contributing to concerns about visual tracking and depth perception. Orthopedic history includes congenital foot deformities with abnormal positioning of the feet and ankles, requiring bracing and physical therapy to support ambulation. Overall stature and weight remain below age-based expectations without a clear nutritional cause, raising concern for an underlying syndromic growth disorder. A chromosomal microarray performed on 2025-04-03 was reported as negative, without pathogenic copy number changes to explain her presentation. She continues to receive early intervention services, including physical and speech therapy, with modest but steady gains."
  },
  {
    "sample_type": "2a",
    "patient_id": "PAT-3864",
    "patient_first_name": "Lisa",
    "patient_last_name": "Mitchell",
    "dob": "2022-04-02",
    "sex": "Female",
    "member_id": "HUS595767033",
    "patient_address": "1399 Main St, Bridgeport, CT 06228",
    "subscriber_name": "Sarah Mitchell",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Karen White",
    "provider_npi": "1053799848",
    "provider_phone": "(860) 958-6103",
    "provider_fax": "(959) 255-7362",
    "provider_address": "6547 Main St, Waterbury, CT 06078",
    "lab_name": "LabCorp",
    "lab_npi": "9388603125",
    "lab_address": "1914 Meadow Ln, Greenwich, CT 06364",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2026-01-04",
    "internal_test_code": "620024",
    "icd_codes": [
      "Q39.1",
      "Q17.0",
      "Q222",
      "R62.50",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-07-02",
    "clinical_note": "Lisa Mitchell is a 3-year-old girl with a history notable for global developmental delay, with delayed attainment of gross motor and language milestones. Parents report she began sitting independently later than expected and continues to have limited expressive speech and mild difficulties with fine motor coordination. Since infancy she has had feeding challenges related to a congenital esophageal abnormality, including intermittent dysphagia and poor weight gain, requiring close nutritional monitoring. Cardiology records describe a congenital narrowing of the right ventricular outflow tract with prior evaluation for surgical correction; she is followed for exertional fatigue and reduced exercise tolerance. Craniofacial features include microtia with external ear asymmetry and mild facial dysmorphism, prompting prior genetics consultation for a possible syndromic etiology. Growth has been borderline, with concern for short stature relative to mid-parental expectations. There is no known consanguinity or similar conditions in close relatives. Prior genetic evaluation with chromosomal microarray on 2025-07-02 was reported as negative, and the family now seeks further etiologic clarification and counseling regarding prognosis and recurrence risk."
  },
  {
    "sample_type": "2a",
    "patient_id": "PAT-2279",
    "patient_first_name": "Susan",
    "patient_last_name": "Lopez",
    "dob": "2021-11-24",
    "sex": "Female",
    "member_id": "MCD955113166",
    "patient_address": "632 Washington Ave, Stamford, CT 06219",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Joseph Harris",
    "provider_npi": "7156945812",
    "provider_phone": "(860) 202-5826",
    "provider_fax": "(203) 458-6124",
    "provider_address": "5642 Elm St, New Haven, CT 06423",
    "lab_name": "Invitae",
    "lab_npi": "3275162463",
    "lab_address": "6413 Second St, Stamford, CT 06564",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-24",
    "internal_test_code": "",
    "icd_codes": [
      "E7.02",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "Susan Lopez is a 4-year-old girl with a history notable for progressive difficulties with coordination and concerns for an underlying metabolic disorder affecting amino acid handling. Parents report that since toddlerhood she has appeared unusually clumsy, with frequent falls, difficulty with fine motor tasks such as manipulating small toys, and a wide-based, unsteady gait. On neurologic review, they describe intermittent tremulousness of the hands when reaching for objects and challenges with balance when navigating stairs or uneven surfaces. Development of language and social skills has otherwise followed an expected trajectory. There is no history of seizures, loss of consciousness, or acute regression, but caregivers have noticed that fatigue and unsteadiness worsen during intercurrent illness or after prolonged fasting, raising suspicion for a biochemical vulnerability. Family history is notable for a maternal uncle with “poor balance” and longstanding gait instability of unclear etiology, and a paternal grandmother with type 2 diabetes and hyperlipidemia. No prior genetic testing has been documented to date."
  },
  {
    "sample_type": "2a",
    "patient_id": "PAT-3822",
    "patient_first_name": "Lisa",
    "patient_last_name": "Wilson",
    "dob": "2007-08-23",
    "sex": "Female",
    "member_id": "CT694809683",
    "patient_address": "4014 Broad St, Hartford, CT 06519",
    "subscriber_name": "Anthony Wilson",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Robert Miller",
    "provider_npi": "4807553672",
    "provider_phone": "(203) 793-7789",
    "provider_fax": "(959) 282-3540",
    "provider_address": "3439 School St, Newington, CT 06169",
    "lab_name": "LabCorp",
    "lab_npi": "8541484553",
    "lab_address": "3953 Pine St, Torrington, CT 06654",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-09",
    "internal_test_code": "620024",
    "icd_codes": [
      "Q17.0",
      "Q39.1",
      "Q04.0",
      "R41.840",
      "Q8.70"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-11-11",
    "clinical_note": "Lisa Wilson is an 18-year-old female with a history notable for multiple congenital anomalies and developmental concerns. Since birth, she has had a prominent ear malformation with asymmetry of the external ears, accompanied by subtle facial disproportion and mild midface hypoplasia, giving an overall impression of a syndromic craniofacial pattern. Early feeding was complicated by difficulty swallowing solid textures and frequent regurgitation, later attributed to a structural abnormality of the upper esophagus. Developmentally, she showed early delays in problem-solving and attention, with persistent deficits in working memory and concentration that impact academic performance despite appropriate schooling. There is also a history of congenital brain malformation involving underdevelopment of the cerebral hemispheres, associated with mild global developmental delay but no seizures to date. Physical examination continues to show dysmorphic facial features, including low-set, malformed ears and a broad nasal bridge, along with proportionate short stature and mild joint laxity, consistent with an underlying congenital malformation syndrome. Prior chromosomal microarray performed on 2025-11-11 was reported as negative."
  },
  {
    "sample_type": "2a",
    "patient_id": "PAT-2874",
    "patient_first_name": "John",
    "patient_last_name": "Smith",
    "dob": "2021-05-26",
    "sex": "Male",
    "member_id": "CT213072008",
    "patient_address": "1426 Water St, East Hartford, CT 06842",
    "subscriber_name": "Joshua Smith",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. William Jones",
    "provider_npi": "3201930750",
    "provider_phone": "(475) 508-7896",
    "provider_fax": "(203) 478-9508",
    "provider_address": "2349 Hill St, Norwich, CT 06090",
    "lab_name": "LabCorp",
    "lab_npi": "3348625746",
    "lab_address": "4388 Park Rd, West Hartford, CT 06999",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-30",
    "internal_test_code": "620024",
    "icd_codes": [
      "E87.2",
      "P94.20"
    ],
    "icd_descriptions": "",
    "clinical_note": "John Smith is a 4-year-old boy brought for evaluation of recurrent metabolic disturbances and neuromuscular concerns. Since early childhood, he has experienced intermittent episodes of poor feeding, lethargy, and tachypnea during minor illnesses, with laboratory studies on multiple occasions showing a persistent tendency toward metabolic acidosis requiring intravenous fluids and careful electrolyte management. Parents also report that he tires easily with exertion and occasionally appears weak and floppy when ill, though between episodes he generally returns to baseline activity. History is notable for early-life hypotonia, described as “floppy” tone in infancy, with delayed head control and a soft cry, which gradually improved but still manifests as mild axial weakness and clumsiness. There are no reported seizures, but caregivers have noticed occasional fine tremulousness of the hands when he is fatigued. Family history is significant for a maternal uncle with an undiagnosed muscle weakness beginning in adolescence and a paternal grandmother with type 2 diabetes and hypertension. No known consanguinity is reported."
  },
  {
    "sample_type": "2a",
    "patient_id": "PAT-6536",
    "patient_first_name": "Richard",
    "patient_last_name": "White",
    "dob": "2016-04-05",
    "sex": "Male",
    "member_id": "HUS171848984",
    "patient_address": "6090 Pleasant St, West Hartford, CT 06893",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Thomas Taylor",
    "provider_npi": "3111541900",
    "provider_phone": "(203) 387-5495",
    "provider_fax": "(475) 231-2025",
    "provider_address": "9965 School St, West Haven, CT 06027",
    "lab_name": "GeneDx",
    "lab_npi": "1983850327",
    "lab_address": "5298 Park Rd, Enfield, CT 06211",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2026-01-12",
    "internal_test_code": "561a",
    "icd_codes": [
      "Q10.3",
      "Q04.0",
      "Q22.2",
      "R418.40",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-10-02",
    "clinical_note": "Richard White is a 9-year-old boy with a history notable for global developmental delays, particularly in attention, concentration, and executive functioning, with ongoing school concerns about inattention and difficulty maintaining focus on tasks. Since early infancy, he has had abnormal head growth with imaging confirming underdevelopment of the cerebral hemispheres, associated with motor and cognitive delays. Parents report delayed attainment of milestones, including late independent walking and persistent fine motor incoordination. Cardiac evaluation in early childhood identified a congenital narrowing at the level of the pulmonary valve, monitored by cardiology with intermittent exertional fatigue but no reported cyanosis. Ophthalmologic history includes congenital drooping of the upper eyelids, more pronounced on the right, contributing to compensatory head posture and prior discussion of surgical correction. Physical examination has consistently documented a pattern of multiple congenital anomalies, including characteristic facial features and disproportionate growth, raising concern for an underlying syndromic diagnosis. Prior genetic evaluation with a targeted gene panel on 2025-10-02 was negative, and he is now referred for further etiologic clarification and management planning."
  },
  {
    "sample_type": "2b",
    "patient_id": "PAT-1225",
    "patient_first_name": "Susan",
    "patient_last_name": "Ramirez",
    "dob": "2018-12-20",
    "sex": "Female",
    "member_id": "HUS398949137",
    "patient_address": "5732 Oak Ave, Middletown, CT 06241",
    "subscriber_name": "Anthony Ramirez",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Betty Young",
    "provider_npi": "2128379017",
    "provider_phone": "(475) 710-6239",
    "provider_fax": "(475) 735-4078",
    "provider_address": "6327 Maple St, New Britain, CT 06977",
    "lab_name": "Invitae",
    "lab_npi": "6674372481",
    "lab_address": "8603 Sunset Ave, Middletown, CT 06333",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2026-01-20",
    "internal_test_code": "80001",
    "icd_codes": [
      "Q22.2",
      "Q39.1",
      "Q67.4",
      "F71",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-05-01",
    "clinical_note": "Susan Ramirez is a 7-year-old girl with a history notable for congenital cardiac outflow tract malformation involving the right ventricular outflow and pulmonary valve region, associated with early cyanosis and poor feeding in infancy. She also has a structural anomaly of the esophagus consistent with a congenital narrowing/stricture, with longstanding dysphagia for solids and recurrent regurgitation, requiring dietary modification and prior dilatation procedures. Growth has been borderline but tracking along her own curve. Developmentally, she demonstrates moderate intellectual impairment with significant delays in academic skills, limited expressive language, and a need for close supervision in daily activities. Examination is remarkable for a recognizable pattern of craniofacial differences and body disproportion, including abnormal skull shape with cranial asymmetry, downslanting palpebral fissures, low-set ears, and mild limb disproportion, raising concern for an underlying syndromic etiology. Prior genetic evaluation included a targeted gene panel performed on 2025-05-01, which was reported as negative, without identification of a pathogenic or likely pathogenic variant to explain her presentation."
  },
  {
    "sample_type": "2b",
    "patient_id": "PAT-5966",
    "patient_first_name": "William",
    "patient_last_name": "Walker",
    "dob": "2007-07-29",
    "sex": "Male",
    "member_id": "CT447206122",
    "patient_address": "164 Center St, Middletown, CT 06523",
    "subscriber_name": "Michael Walker",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Maria Martinez",
    "provider_npi": "5915004865",
    "provider_phone": "(959) 702-5337",
    "provider_fax": "(203) 548-4076",
    "provider_address": "7455 West St, Manchester, CT 06011",
    "lab_name": "Invitae",
    "lab_npi": "9248734359",
    "lab_address": "3974 South St, Bridgeport, CT 06162",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2026-01-27",
    "internal_test_code": "80003",
    "icd_codes": [
      "R79.89",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "William Walker is a 18-year-old male with a history notable for epilepsy beginning in mid-childhood, characterized by recurrent focal seizures with occasional secondary generalization. Seizure episodes have been described as brief staring spells followed by right arm stiffening and loss of awareness, with postictal confusion and fatigue. Despite treatment with antiseizure medication, he continues to experience breakthrough events several times per month. Clinical concerns also include intermittently abnormal blood chemistry, with prior evaluations noting unexplained elevations in serum markers suggestive of an underlying metabolic disturbance, though a unifying diagnosis has not yet been established. Parents report no developmental regression, but they have observed increased school absenteeism and anxiety related to seizure unpredictability. Family history is significant for a paternal uncle with seizures beginning in adolescence, and a maternal grandmother reported to have “low blood counts” and chronic liver abnormalities of unclear etiology. There is no known consanguinity. William lives with both parents, attends high school with accommodations, and denies alcohol or illicit drug use."
  },
  {
    "sample_type": "2b",
    "patient_id": "PAT-1574",
    "patient_first_name": "Anthony",
    "patient_last_name": "Martin",
    "dob": "2021-08-18",
    "sex": "Male",
    "member_id": "MCD627915526",
    "patient_address": "6283 Water St, Norwalk, CT 06366",
    "subscriber_name": "Robert Martin",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Jennifer Wilson",
    "provider_npi": "2061751859",
    "provider_phone": "(860) 334-7183",
    "provider_fax": "(959) 650-5714",
    "provider_address": "5964 River Rd, Meriden, CT 06161",
    "lab_name": "GeneDx",
    "lab_npi": "5181762266",
    "lab_address": "8343 Water St, Shelton, CT 06863",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81417"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-29",
    "internal_test_code": "TH78b",
    "icd_codes": [
      "E88.40",
      "P94.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "Anthony Martin is a 4-year-old boy (born 2021-08-18) referred for evaluation of neuromuscular and metabolic concerns. Since early infancy, parents have noted intermittent generalized stiffness and episodes of increased muscle tone, more pronounced during handling and periods of agitation. These episodes have gradually lessened in frequency but continue to occur, particularly with intercurrent illness or fatigue, and are occasionally accompanied by tremulous movements and irritability. Developmental progress has otherwise been reported as generally appropriate, though parents describe mild clumsiness and easy fatigability with prolonged activity. Clinical concerns also include possible underlying disturbances of cellular metabolism, with a history of poor tolerance to fasting and episodes of reduced energy and pallor when meals are delayed; these have prompted dietary adjustments with more frequent snacks. There is no history of seizures, loss of consciousness, or documented hypoglycemia. Family history is notable for a maternal uncle with lifelong “tight” muscles and difficulty relaxing his grip after exertion, and a paternal cousin reported to have unexplained episodes of muscle cramping during febrile illnesses."
  },
  {
    "sample_type": "2b",
    "patient_id": "PAT-2747",
    "patient_first_name": "Laura",
    "patient_last_name": "Carter",
    "dob": "2020-04-12",
    "sex": "Female",
    "member_id": "HUS721851250",
    "patient_address": "399 Water St, Greenwich, CT 06216",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Michael Smith",
    "provider_npi": "8157299729",
    "provider_phone": "(860) 547-4304",
    "provider_fax": "(860) 550-2356",
    "provider_address": "36 Valley Rd, Windsor, CT 06813",
    "lab_name": "LabCorp",
    "lab_npi": "8369296147",
    "lab_address": "6109 Elm St, Manchester, CT 06293",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81426",
      "81427"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-05",
    "internal_test_code": "620024",
    "icd_codes": [
      "Q66.89",
      "Q22.2",
      "Q10.3",
      "R41.840",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-04-12",
    "clinical_note": "Laura Carter is a 5-year-old girl with a history notable for multiple congenital anomalies and developmental concerns. Since infancy, she has demonstrated generalized hypotonia with delayed attainment of gross and fine motor milestones and persistent deficits in attention and concentration affecting learning and daily functioning. Birth history reportedly included recognition of a conotruncal-type cardiac malformation involving the outflow tract, for which she is followed by pediatric cardiology. Orthopedic evaluations have documented congenital deformities of the feet consistent with positional and structural abnormalities requiring bracing and ongoing physical therapy. Ophthalmologic assessment identified ocular misalignment with intermittent exotropia, and she wears corrective lenses. Physical examination has been described as significant for a pattern of craniofacial differences and other features suggestive of an underlying syndromic diagnosis. There is no known family history of similar developmental or structural findings. Prior genetic testing included a chromosomal microarray performed on 2025-04-12, which was reported as negative, and she is now referred for further etiologic evaluation."
  },
  {
    "sample_type": "2b",
    "patient_id": "PAT-9905",
    "patient_first_name": "David",
    "patient_last_name": "White",
    "dob": "2017-12-16",
    "sex": "Male",
    "member_id": "MCD439002097",
    "patient_address": "2321 Park Rd, Milford, CT 06777",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Emily Davis",
    "provider_npi": "9373415493",
    "provider_phone": "(203) 757-7952",
    "provider_fax": "(203) 698-3007",
    "provider_address": "275 Second St, Stamford, CT 06183",
    "lab_name": "GeneDx",
    "lab_npi": "5671776040",
    "lab_address": "8263 Church St, Danbury, CT 06572",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-19",
    "internal_test_code": "J744b",
    "icd_codes": [
      "E73.0",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "David White is an 8-year-old boy with a history notable for recurrent unprovoked seizures beginning in early childhood, described by parents as generalized convulsive events with loss of consciousness and postictal confusion. Seizures have occurred both during sleep and wakefulness, with some clustering over several days, requiring emergency evaluation on multiple occasions. He is currently followed by neurology and treated with antiseizure medication, with partial reduction in frequency but ongoing breakthrough episodes. Clinical concerns also include chronic gastrointestinal discomfort and loose stools following ingestion of dairy products; parents report abdominal cramping, bloating, and occasional vomiting after milk or ice cream, leading the family to largely avoid lactose-containing foods. Growth and development have otherwise been reported as appropriate for age. Family history is significant for a paternal uncle with epilepsy beginning in adolescence and a maternal grandmother with longstanding “milk intolerance” requiring dietary restriction. There is no known consanguinity. No prior genetic testing has been documented."
  },
  {
    "sample_type": "2c",
    "patient_id": "PAT-6346",
    "patient_first_name": "Nancy",
    "patient_last_name": "Gonzalez",
    "dob": "2021-08-27",
    "sex": "Female",
    "member_id": "HUS490925764",
    "patient_address": "7558 Highland Ave, Shelton, CT 06904",
    "subscriber_name": "Betty Gonzalez",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Jennifer Wilson",
    "provider_npi": "8754109396",
    "provider_phone": "(203) 877-8689",
    "provider_fax": "(860) 243-3080",
    "provider_address": "7787 Main St, Trumbull, CT 06566",
    "lab_name": "GeneDx",
    "lab_npi": "1285988657",
    "lab_address": "1526 Valley Rd, Hartford, CT 06308",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "72555",
      "81599"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-02",
    "internal_test_code": "J744a",
    "icd_codes": [
      "E70.20",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Nancy Gonzalez is a 4-year-old girl with a history notable for recurrent seizures beginning in early childhood, described by her parents as generalized convulsive episodes with loss of consciousness and postictal fatigue. Events have occurred without clear provocation, and there is no reported history of significant head trauma or CNS infection. Clinical concerns also include features suggestive of an inborn error of amino acid metabolism affecting aromatic amino acid processing, with intermittent irritability, possible developmental vulnerability, and dietary challenges reported by the family. Parents note periods of decreased responsiveness and poor coordination around the time of seizures, though between episodes she is generally playful and interactive. Growth has been appropriate per parental report, and there is no mention of regression of previously acquired skills. Family history is notable for a maternal uncle with childhood-onset epilepsy requiring long-term antiseizure medication, and a paternal grandmother with type 2 diabetes and hypertension. No known consanguinity is reported. Nancy currently resides with both parents, who are engaged in her care and monitoring of neurologic symptoms."
  },
  {
    "sample_type": "2c",
    "patient_id": "PAT-6521",
    "patient_first_name": "Linda",
    "patient_last_name": "Clark",
    "dob": "2012-09-04",
    "sex": "Female",
    "member_id": "CT977648638",
    "patient_address": "9477 Meadow Ln, Torrington, CT 06941",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Matthew Wright",
    "provider_npi": "8550105476",
    "provider_phone": "(860) 219-1432",
    "provider_fax": "(860) 569-7530",
    "provider_address": "7670 Sunset Ave, New Haven, CT 06188",
    "lab_name": "GeneDx",
    "lab_npi": "1913018510",
    "lab_address": "9968 Pine St, Windsor, CT 06151",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "90210"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-02",
    "internal_test_code": "561b",
    "icd_codes": [
      "E73.0",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Linda Clark is a 13-year-old girl with a history notable for recurrent generalized seizures beginning in early childhood, described as sudden loss of consciousness with tonic–clonic movements, postictal confusion, and occasional tongue biting. Seizure frequency has fluctuated despite antiseizure therapy, with several breakthrough events over the past year, some occurring in clusters without clear triggers. Parents deny prolonged focal auras but report intermittent brief staring spells that may represent unrecognized events. Developmental milestones were reportedly age-appropriate, and academic performance is average, though recent school absences have increased due to seizure activity and medication side effects such as fatigue. Clinical concerns also include longstanding intolerance to dairy products, with abdominal cramping, bloating, and loose stools occurring within hours of consuming milk or ice cream; symptoms improve with lactose restriction and use of lactose-free alternatives. There is a family history of epilepsy in a maternal uncle with onset in adolescence, and Linda’s mother reports chronic “sensitive stomach” and avoidance of dairy since her teenage years, though she has never undergone formal evaluation."
  },
  {
    "sample_type": "2c",
    "patient_id": "PAT-2276",
    "patient_first_name": "William",
    "patient_last_name": "Gonzalez",
    "dob": "2014-09-02",
    "sex": "Male",
    "member_id": "HUS694527139",
    "patient_address": "8280 State St, Hartford, CT 06191",
    "subscriber_name": "Kenneth Gonzalez",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Betty Young",
    "provider_npi": "1255905942",
    "provider_phone": "(959) 227-8114",
    "provider_fax": "(959) 275-3486",
    "provider_address": "5491 Washington Ave, Waterbury, CT 06886",
    "lab_name": "LabCorp",
    "lab_npi": "9350177354",
    "lab_address": "3553 State St, Shelton, CT 06381",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "90210",
      "72555"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-06",
    "internal_test_code": "WGS003",
    "icd_codes": [
      "E88.40",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "William Gonzalez is a 11-year-old boy referred for evaluation of longstanding neurologic and metabolic concerns. Since early childhood, his parents have noted progressive clumsiness and poor coordination, with frequent tripping, difficulty with tasks requiring fine motor control (e.g., buttoning clothes, handwriting), and an unsteady, wide-based gait. Teachers report that he struggles with coordinated activities in physical education and appears to tire more quickly than peers. Clinical concerns include a chronic ataxic presentation with impaired balance and intention tremor on reaching, leading to difficulty with age-appropriate motor skills. In addition, there is a history suggestive of an underlying metabolic disorder, with intermittent episodes of fatigue and reduced exercise tolerance, particularly during minor intercurrent illnesses, as well as fluctuating energy levels despite adequate nutrition. Growth and general health have otherwise been largely unremarkable. Family history is notable for a maternal uncle described as “very uncoordinated” in childhood, though never formally evaluated, and a paternal grandmother with adult-onset type 2 diabetes and hyperlipidemia."
  },
  {
    "sample_type": "2c",
    "patient_id": "PAT-5770",
    "patient_first_name": "Ruth",
    "patient_last_name": "Rodriguez",
    "dob": "2011-06-07",
    "sex": "Female",
    "member_id": "MCD180336407",
    "patient_address": "4744 Court St, Hartford, CT 06834",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Emily Davis",
    "provider_npi": "8310010864",
    "provider_phone": "(959) 757-2567",
    "provider_fax": "(860) 725-1378",
    "provider_address": "9627 High St, New London, CT 06696",
    "lab_name": "Invitae",
    "lab_npi": "8878143632",
    "lab_address": "3648 Main St, Norwalk, CT 06604",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "812345"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2026-01-22",
    "internal_test_code": "",
    "icd_codes": [
      "Q39.1",
      "Q04.0",
      "Q61.4",
      "F71",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-07-19",
    "clinical_note": "Ruth Rodriguez is a 14-year-old girl with a history notable for significant developmental delay and moderate intellectual disability, with global delays recognized in early childhood and persisting academic and adaptive challenges. Since infancy, she has exhibited multiple congenital anomalies, including craniofacial differences with a coarse facial appearance and subtle skeletal disproportions suggestive of an underlying syndromic process. Early imaging documented a congenital malformation of the cerebral hemispheres consistent with a major neuronal migration defect, correlating with her cognitive impairment and motor incoordination, though she has not had clear seizure activity to date. Renal evaluation revealed cystic dysplasia of the kidneys, currently stable with preserved renal function but requiring ongoing surveillance. She also carries a history of congenital esophageal abnormality with proximal obstruction, for which she underwent surgical repair in infancy, with residual feeding difficulties and occasional dysphagia. A prior single-gene test performed on 2025-07-19 was negative for the suspected condition, and she is now referred for broader genetic evaluation to clarify the underlying diagnosis and guide management."
  },
  {
    "sample_type": "2c",
    "patient_id": "PAT-3347",
    "patient_first_name": "Richard",
    "patient_last_name": "Torres",
    "dob": "2013-08-30",
    "sex": "Male",
    "member_id": "CT721034279",
    "patient_address": "2139 Meadow Ln, Hamden, CT 06400",
    "subscriber_name": "Kevin Torres",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Helen Robinson",
    "provider_npi": "7899606205",
    "provider_phone": "(959) 745-5212",
    "provider_fax": "(860) 331-2671",
    "provider_address": "7315 Water St, Stratford, CT 06839",
    "lab_name": "LabCorp",
    "lab_npi": "6549957843",
    "lab_address": "6914 North St, Trumbull, CT 06881",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "814199"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2026-01-16",
    "internal_test_code": "620024",
    "icd_codes": [
      "R79.89",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Richard Torres is a 12-year-old boy with a history notable for recurrent seizures beginning in early childhood. Events are described as generalized tonic-clonic episodes occurring without clear provocation, with occasional clustering and at least one episode requiring emergency care for prolonged seizure activity. He remains on antiseizure medication with partial control; breakthrough events still occur several times per year, sometimes preceded by brief staring and unresponsiveness. Parents report postictal confusion, fatigue, and intermittent headaches following larger seizures. Clinical concerns also include persistently abnormal blood test findings, with repeatedly elevated serum markers on prior evaluations, prompting assessment for an underlying metabolic or systemic disorder. There is no history of developmental regression, but school performance has been intermittently affected by seizure frequency and associated fatigue. Family history is significant for a maternal uncle with epilepsy diagnosed in adolescence and a paternal grandfather with “borderline” abnormal liver function tests of unclear etiology. No known consanguinity is reported. Richard presents today for further evaluation of his seizure disorder and unexplained laboratory abnormalities, with consideration of an underlying neurologic or metabolic etiology."
  },
  {
    "sample_type": "2d",
    "patient_id": "PAT-4180",
    "patient_first_name": "Paul",
    "patient_last_name": "Moore",
    "dob": "2017-05-15",
    "sex": "Male",
    "member_id": "MCD429930370",
    "patient_address": "6877 Main St, Meriden, CT 06145",
    "subscriber_name": "Barbara Moore",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Jennifer Wilson",
    "provider_npi": "2106963644",
    "provider_phone": "(860) 654-7270",
    "provider_fax": "(203) 780-6976",
    "provider_address": "9464 Sunset Ave, Bridgeport, CT 06076",
    "lab_name": "LabCorp",
    "lab_npi": "9732312548",
    "lab_address": "8954 Hill St, Trumbull, CT 06109",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2025-04-02",
    "internal_test_code": "620024",
    "icd_codes": [
      "Q21.1",
      "Q22.2",
      "Q04.0",
      "R62.50",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-04-08",
    "clinical_note": "Paul Moore is an 8-year-old boy with a history notable for complex congenital and developmental concerns since birth. He was born with a conotruncal cardiac defect characterized by a ventricular-level shunt and outflow tract malalignment, along with a congenital malformation of the pulmonary valve requiring early cardiology involvement. Neuroimaging in infancy demonstrated incomplete development of the cerebral hemispheres with absence of the corpus callosum, associated with global developmental delay and persistent failure to achieve expected motor and language milestones. Growth has remained below age norms, with concerns for poor linear growth and underweight despite nutritional support. Physical examination over time has shown a pattern of multiple congenital anomalies, including craniofacial disproportion, midface hypoplasia, and subtle limb and digital anomalies consistent with a syndromic presentation. Prior genetic evaluation included chromosomal microarray performed on 2025-04-08, which was reported as negative. No contributory family history has been reported, and there is no known consanguinity. He continues to be followed by cardiology, neurology, and developmental pediatrics for ongoing management and surveillance."
  },
  {
    "sample_type": "2d",
    "patient_id": "PAT-9800",
    "patient_first_name": "Donald",
    "patient_last_name": "Hill",
    "dob": "2013-02-24",
    "sex": "Male",
    "member_id": "MCD346101617",
    "patient_address": "186 Highland Ave, Greenwich, CT 06596",
    "subscriber_name": "Joseph Hill",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. David Brown",
    "provider_npi": "7365047220",
    "provider_phone": "(959) 837-5146",
    "provider_fax": "(959) 242-7723",
    "provider_address": "2290 Water St, New London, CT 06155",
    "lab_name": "Invitae",
    "lab_npi": "7101146834",
    "lab_address": "3805 Oak Ave, Glastonbury, CT 06990",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-09-12",
    "internal_test_code": "",
    "icd_codes": [
      "Q39.1",
      "Q17.0",
      "Q22.2",
      "F72",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-09-19",
    "clinical_note": "Donald Hill is a 12-year-old boy with a history notable for multiple congenital anomalies and significant developmental impairment. Since infancy, he has demonstrated severe limitations in cognitive and adaptive functioning, remaining largely dependent for activities of daily living and requiring a specialized educational setting. Birth and early life were complicated by structural anomalies of the upper aerodigestive tract, including a congenital defect of the esophagus that required early surgical management and ongoing monitoring for feeding difficulties and aspiration risk. Craniofacial findings include external ear malformations with abnormal auricular shape and positioning, associated with intermittent conductive hearing concerns. Cardiac history is significant for a congenital malformation of the right ventricular outflow tract, with prior evaluation by pediatric cardiology and ongoing surveillance for exertional intolerance. His overall appearance is marked by a recognizable pattern of facial and skeletal differences consistent with a syndromic form of intellectual disability. Prior genetic evaluation with a targeted gene panel on 2025-09-19 was reportedly negative, and no unifying molecular diagnosis has yet been established."
  },
  {
    "sample_type": "2d",
    "patient_id": "PAT-1304",
    "patient_first_name": "Kimberly",
    "patient_last_name": "Lopez",
    "dob": "2015-04-03",
    "sex": "Female",
    "member_id": "CT190613411",
    "patient_address": "5593 East St, Middletown, CT 06278",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Paul Allen",
    "provider_npi": "7001950487",
    "provider_phone": "(959) 621-4211",
    "provider_fax": "(959) 888-2154",
    "provider_address": "1006 River Rd, Bridgeport, CT 06311",
    "lab_name": "Invitae",
    "lab_npi": "2763546325",
    "lab_address": "8951 East St, Bridgeport, CT 06183",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2025-05-22",
    "internal_test_code": "",
    "icd_codes": [
      "E70.20",
      "R27.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-06-01",
    "clinical_note": "Kimberly Lopez is a 10-year-old girl with a history notable for global developmental delay and intellectual impairment recognized in early childhood, with persistent academic and adaptive skill challenges. Since toddlerhood, caregivers have observed clumsiness and poor coordination, including difficulty with fine motor tasks and an unsteady, wide-based gait consistent with a chronic ataxic picture. Clinical concerns also include episodes of lethargy and intermittent vomiting during intercurrent illnesses, raising suspicion for an underlying inborn error of metabolism; prior evaluations have suggested a disturbance in aromatic amino acid handling, and dietary modification has been intermittently trialed. Facial features are described as mildly dysmorphic, with subtle craniofacial asymmetry and minor anomalies noted on prior examinations, though not pathognomonic for a specific syndrome. Family history is notable for a younger brother with speech delay and learning difficulties, and a maternal uncle reported to have “balance problems” since youth. There is also a paternal grandmother with late-onset type 2 diabetes. Chromosomal microarray performed on 2025-06-01 was reportedly negative for pathogenic copy number changes."
  },
  {
    "sample_type": "2d",
    "patient_id": "PAT-8847",
    "patient_first_name": "Kenneth",
    "patient_last_name": "Lopez",
    "dob": "2019-07-30",
    "sex": "Male",
    "member_id": "HUS175134324",
    "patient_address": "1242 Cedar St, Enfield, CT 06688",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Nancy Moore",
    "provider_npi": "1520311883",
    "provider_phone": "(959) 520-9954",
    "provider_fax": "(959) 889-9239",
    "provider_address": "15 Church St, Waterbury, CT 06376",
    "lab_name": "Invitae",
    "lab_npi": "7648570645",
    "lab_address": "8267 North St, Greenwich, CT 06705",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-10",
    "internal_test_code": "80003",
    "icd_codes": [
      "Q10.3",
      "Q67.4",
      "F72",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-12-18",
    "clinical_note": "Kenneth Lopez is a 6-year-old boy with a history notable for significant global developmental delay, currently functioning in the severe range of intellectual disability, with limited expressive language and dependence for most activities of daily living. Since early infancy, parents observed abnormal head shape and facial asymmetry; subsequent evaluations documented congenital craniofacial dysmorphism, including hypertelorism, downslanting palpebral fissures, and mild midface hypoplasia, along with a characteristic pattern of skeletal and soft-tissue features consistent with a congenital malformation syndrome. He also has a longstanding strabismus with intermittent ocular misalignment, more apparent when fatigued, for which he has been followed by ophthalmology. Growth parameters have remained stable, and there is no reported history of major internal organ malformations or prior surgeries. There is no known family history of similar developmental or craniofacial concerns, and parents deny consanguinity. Prior genetic evaluation included a targeted gene panel performed on 2025-12-18, which was reported as negative, without identification of a pathogenic or likely pathogenic variant explaining his presentation."
  },
  {
    "sample_type": "2d",
    "patient_id": "PAT-2040",
    "patient_first_name": "Nancy",
    "patient_last_name": "Taylor",
    "dob": "2008-01-18",
    "sex": "Female",
    "member_id": "MCD834405558",
    "patient_address": "2037 Meadow Ln, Hartford, CT 06067",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Thomas Taylor",
    "provider_npi": "4580048769",
    "provider_phone": "(959) 362-2220",
    "provider_fax": "(860) 832-7804",
    "provider_address": "7754 Court St, Enfield, CT 06762",
    "lab_name": "Invitae",
    "lab_npi": "8894210093",
    "lab_address": "5389 Franklin St, Bristol, CT 06552",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-08-06",
    "internal_test_code": "80001",
    "icd_codes": [
      "E87.2",
      "G40.419"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-08-07",
    "clinical_note": "Nancy Taylor is a 18-year-old female with a history notable for global developmental delays and persistent learning difficulties, requiring special education support throughout schooling. Since early childhood, parents have observed poor coordination and clumsiness, and she now reports intermittent balance problems and fine motor challenges. Clinical concerns include recurrent focal seizures progressing to bilateral convulsions, currently occurring several times per month despite antiseizure therapy; episodes are occasionally followed by prolonged postictal confusion and headaches. Examination has previously documented mild facial dysmorphism with subtly broad nasal bridge and slightly low-set ears, along with slender habitus. She has had intermittent episodes of metabolic acidosis during intercurrent illnesses, characterized by fatigue, tachypnea, and low serum bicarbonate, which typically resolve with hydration and supportive care. Family history is notable for a younger brother with childhood-onset epilepsy that is now well controlled, and a maternal aunt with longstanding learning difficulties but no formal diagnosis. There is no known consanguinity. Prior chromosomal microarray performed on 2025-08-07 was reported as negative for pathogenic copy-number variants."
  },
  {
    "sample_type": "2e",
    "patient_id": "PAT-2408",
    "patient_first_name": "Timothy",
    "patient_last_name": "Torres",
    "dob": "2007-07-15",
    "sex": "Male",
    "member_id": "CT270132483",
    "patient_address": "273 Mill St, Torrington, CT 06792",
    "subscriber_name": "Patricia Torres",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Daniel Jackson",
    "provider_npi": "5504254776",
    "provider_phone": "(203) 440-4097",
    "provider_fax": "(860) 539-5373",
    "provider_address": "1393 High St, West Hartford, CT 06214",
    "lab_name": "LabCorp",
    "lab_npi": "4046979275",
    "lab_address": "9727 Elm St, Bridgeport, CT 06684",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "",
    "internal_test_code": "620024",
    "icd_codes": [
      "Q67.4",
      "Q17.0",
      "R41.840",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-02-07",
    "clinical_note": "Timothy Torres is an 18-year-old male with a longstanding history of global developmental concerns and multiple congenital anomalies. Since early childhood, caregivers have noted significant challenges with attention, concentration, and learning, requiring individualized educational supports and ongoing neuropsychological follow-up. Clinical concerns include disproportionate short stature with a notably short trunk and limb anomalies, along with features suggestive of an underlying skeletal dysplasia. Craniofacial examination has previously documented asymmetry of the skull with abnormal head shape and persistent facial disproportion. The external ears are described as unusually formed, with abnormal pinna configuration present since birth. Overall appearance is notable for a recognizable pattern of dysmorphic features involving the face and extremities, raising suspicion for an underlying congenital malformation syndrome. There is no reported history of regression, seizures, or metabolic decompensation. Prior genetic evaluation included chromosomal microarray performed on 2025-02-07, which was reported as negative, and he is now referred for further genetic assessment to clarify an etiologic diagnosis and guide management and counseling."
  },
  {
    "sample_type": "2e",
    "patient_id": "PAT-3867",
    "patient_first_name": "George",
    "patient_last_name": "Taylor",
    "dob": "2018-10-06",
    "sex": "Male",
    "member_id": "CT956003529",
    "patient_address": "4135 Washington Ave, Middletown, CT 06619",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Jennifer Wilson",
    "provider_npi": "5958123764",
    "provider_phone": "(959) 404-3544",
    "provider_fax": "(203) 317-8033",
    "provider_address": "8019 Oak Ave, Meriden, CT 06936",
    "lab_name": "Invitae",
    "lab_npi": "5759426608",
    "lab_address": "4420 Cedar St, Waterbury, CT 06624",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "",
    "internal_test_code": "",
    "icd_codes": [
      "E87.2",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "George Taylor is a 7-year-old boy with a history notable for intermittent metabolic decompensation characterized by episodes of lethargy, tachypnea, and poor oral intake, often occurring in the setting of minor intercurrent illness. During these events, laboratory evaluation has repeatedly shown a tendency toward metabolic acidosis with low serum bicarbonate and an increased anion gap, improving with intravenous fluids and careful metabolic management. Between episodes, growth and general health have been largely appropriate, though parents report reduced stamina compared with peers. Neurologically, clinical concerns include progressive clumsiness and difficulty with coordination over the past 1–2 years, with frequent tripping, trouble with fine motor tasks such as buttoning clothes, and an unsteady, wide-based gait noted on examination. There is no history of seizures. Family history is notable for a maternal uncle described as “awkward” in childhood with longstanding balance problems requiring use of a cane in mid-adulthood, and a paternal grandfather with type 2 diabetes and hypertension. No known consanguinity is reported."
  },
  {
    "sample_type": "2e",
    "patient_id": "PAT-9614",
    "patient_first_name": "Carol",
    "patient_last_name": "White",
    "dob": "2015-12-14",
    "sex": "Female",
    "member_id": "HUS686730547",
    "patient_address": "786 Pine St, New London, CT 06178",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Maria Martinez",
    "provider_npi": "1086564092",
    "provider_phone": "(959) 240-5129",
    "provider_fax": "(860) 427-5654",
    "provider_address": "8703 Center St, West Hartford, CT 06825",
    "lab_name": "LabCorp",
    "lab_npi": "7188881578",
    "lab_address": "8476 School St, Greenwich, CT 06814",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "",
    "internal_test_code": "620024",
    "icd_codes": [
      "E70.20",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Carol White is a 10-year-old girl with a history notable for recurrent seizure episodes beginning in early childhood, described by her parents as generalized convulsive events with postictal confusion and fatigue. Seizures have occurred both during sleep and wakefulness, with no consistent precipitating factors identified. She has required emergency evaluation on several occasions, but there is no documentation of prolonged status events. Clinical concerns also include an underlying disturbance of amino acid metabolism within the phenylalanine/tyrosine pathway, for which she has been followed by metabolic specialists. Past evaluations have focused on dietary management and monitoring for potential neurocognitive impact and behavioral changes related to fluctuations in metabolic control. Family history is notable for a maternal uncle with epilepsy of unknown cause, reportedly beginning in adolescence, and a paternal grandfather with type 2 diabetes and hypertension. There is no known history of similar metabolic disease in first-degree relatives, though distant maternal cousins are reported to have “learning problems” of unclear etiology."
  },
  {
    "sample_type": "2e",
    "patient_id": "PAT-3772",
    "patient_first_name": "Karen",
    "patient_last_name": "Hernandez",
    "dob": "2018-11-29",
    "sex": "Female",
    "member_id": "MCD750688746",
    "patient_address": "7914 Center St, Danbury, CT 06633",
    "subscriber_name": "Linda Hernandez",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Daniel Jackson",
    "provider_npi": "5500877614",
    "provider_phone": "(475) 779-6184",
    "provider_fax": "(860) 306-5888",
    "provider_address": "8885 Second St, Windsor, CT 06108",
    "lab_name": "LabCorp",
    "lab_npi": "2778426718",
    "lab_address": "8329 Washington Ave, Waterbury, CT 06326",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "",
    "internal_test_code": "WGS001",
    "icd_codes": [
      "E87.2",
      "P94.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "Karen Hernandez is a 7-year-old girl referred for evaluation of recurrent metabolic and neuromuscular concerns. Since early childhood, she has had intermittent episodes of malaise and tachypnea associated with poor oral intake, during which laboratory studies reportedly showed elevated acid levels in the blood requiring intravenous fluids and close monitoring. Parents describe these episodes as precipitated by minor illnesses and periods of fasting, with gradual improvement over 24–48 hours. History is also notable for generalized hypotonia recognized in infancy, with delayed head control and difficulty maintaining antigravity postures. She continues to demonstrate low muscle tone, tires easily with prolonged walking, and occasionally complains of leg weakness after active play, though gross motor milestones were ultimately achieved. There is no reported history of seizures or developmental regression. Family history is notable for a maternal uncle with “weak muscles” in childhood that improved over time and a paternal cousin who required hospitalization for unexplained acidosis during a viral illness in early childhood. No prior genetic testing has been documented."
  },
  {
    "sample_type": "2e",
    "patient_id": "PAT-6945",
    "patient_first_name": "Donna",
    "patient_last_name": "Martin",
    "dob": "2007-06-03",
    "sex": "Female",
    "member_id": "MCD390792231",
    "patient_address": "9880 Church St, Middletown, CT 06539",
    "subscriber_name": "Steven Martin",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Nancy Moore",
    "provider_npi": "9428048654",
    "provider_phone": "(475) 304-1991",
    "provider_fax": "(860) 989-7488",
    "provider_address": "5566 South St, Bristol, CT 06863",
    "lab_name": "LabCorp",
    "lab_npi": "4072682273",
    "lab_address": "9090 Second St, Stamford, CT 06607",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "",
    "internal_test_code": "WGS001X",
    "icd_codes": [
      "Q17.0",
      "Q61.4",
      "Q21.1",
      "R62.50",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-06-05",
    "clinical_note": "Donna Martin is an 18-year-old female referred for evaluation of multiple congenital anomalies and developmental concerns. Since early childhood, growth has been persistently below age expectations, with ongoing delays in both motor and language milestones; she continues to require academic support and assistance with daily living skills. History is notable for a congenital atrial septal defect identified in infancy, monitored by cardiology with intermittent exertional fatigue but no reported cyanosis. Renal imaging has shown features consistent with medullary cystic kidney disease, and she is followed by nephrology for blood pressure and renal function surveillance. Craniofacial examination has demonstrated a pattern suggestive of an underlying congenital malformation syndrome, including asymmetric external ear formation with a cup-shaped right auricle and mild mandibular disproportion. Overall appearance raises concern for a generalized disorder affecting skeletal and craniofacial development. Prior genetic testing included a chromosomal microarray performed on 2025-06-05, which was reported as negative, without pathogenic copy number changes identified. She presents today for further genetic evaluation and consideration of additional testing."
  },
  {
    "sample_type": "3a",
    "patient_id": "PAT-7532",
    "patient_first_name": "Paul",
    "patient_last_name": "Robinson",
    "dob": "2012-10-13",
    "sex": "Male",
    "member_id": "HUS822471051",
    "patient_address": "9367 Maple St, Enfield, CT 06782",
    "subscriber_name": "Sharon Robinson",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Karen White",
    "provider_npi": "5434070143",
    "provider_phone": "(203) 891-2754",
    "provider_fax": "(860) 679-5495",
    "provider_address": "3379 Main St, West Haven, CT 06184",
    "lab_name": "Invitae",
    "lab_npi": "1656274873",
    "lab_address": "7265 Sunset Ave, Enfield, CT 06455",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-30",
    "internal_test_code": "",
    "icd_codes": [
      "E70.20",
      "G40.419",
      "S01.01XA",
      "S93.401A",
      "S06.0X0A"
    ],
    "icd_descriptions": "",
    "clinical_note": "Paul Robinson is a 13-year-old boy with a history notable for recurrent generalized seizures beginning in mid-childhood, currently described by parents as episodic staring, loss of awareness, and occasional generalized convulsions, sometimes clustering without a clear trigger. Seizure control has been variable, and he has required emergency evaluation on several occasions for prolonged events. Clinical concerns also include suspected abnormalities in amino acid metabolism; parents report longstanding sensitivity to high-protein foods with intermittent episodes of lethargy, irritability, and poor appetite during intercurrent illness, at times accompanied by vomiting and headache. He previously sustained a forehead laceration after a fall during a seizure, which was repaired without complication, and more recently experienced a right ankle injury while playing sports, treated conservatively with good recovery. There is a paternal uncle with a history of epilepsy since adolescence, and a maternal cousin reported to have an unspecified metabolic disorder requiring dietary restriction. Additional family history includes a maternal grandfather with early-onset coronary artery disease and a paternal grandmother with type 2 diabetes."
  },
  {
    "sample_type": "3a",
    "patient_id": "PAT-7229",
    "patient_first_name": "Sandra",
    "patient_last_name": "Jones",
    "dob": "2019-08-25",
    "sex": "Female",
    "member_id": "HUS660199023",
    "patient_address": "8666 Valley Rd, Norwich, CT 06755",
    "subscriber_name": "Mary Jones",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Anthony Walker",
    "provider_npi": "2872632614",
    "provider_phone": "(959) 326-9271",
    "provider_fax": "(959) 511-4658",
    "provider_address": "4940 East St, West Haven, CT 06042",
    "lab_name": "LabCorp",
    "lab_npi": "2340162843",
    "lab_address": "9178 Maple St, Meriden, CT 06388",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-12",
    "internal_test_code": "620024",
    "icd_codes": [
      "E88.40",
      "P94.2",
      "S01.01XA",
      "S06.0X0A"
    ],
    "icd_descriptions": "",
    "clinical_note": "Sandra Jones is a 6‑year‑old girl with a history notable for neonatal jitteriness and increased muscle tone, first recognized shortly after birth, prompting early neurologic evaluation. Since infancy, she has had intermittent episodes of irritability and poor feeding associated with suspected disturbances in metabolic homeostasis, though no specific inborn error has yet been confirmed. Parents also report past emergency evaluation after a minor head injury with a brief period of confusion; neuroimaging at that time reportedly showed no evidence of intracranial bleeding, but she did sustain a superficial laceration to the frontal scalp that healed without complication. More recently, caregivers have observed occasional clumsiness and transient headaches, but no clear regression in skills. Family history is notable for a maternal uncle with epilepsy beginning in adolescence and a paternal grandmother with longstanding type 2 diabetes and hyperlipidemia. There is no known consanguinity. Prior genetic testing, including a targeted metabolic panel performed on 2022-03-14, was reported as nondiagnostic with no clearly pathogenic variants identified."
  },
  {
    "sample_type": "3a",
    "patient_id": "PAT-9502",
    "patient_first_name": "Richard",
    "patient_last_name": "Williams",
    "dob": "2015-11-02",
    "sex": "Male",
    "member_id": "CT910711535",
    "patient_address": "8037 Spring St, West Haven, CT 06432",
    "subscriber_name": "Patricia Williams",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. William Jones",
    "provider_npi": "2161811464",
    "provider_phone": "(959) 677-1918",
    "provider_fax": "(475) 499-8829",
    "provider_address": "7896 Pine St, East Hartford, CT 06041",
    "lab_name": "LabCorp",
    "lab_npi": "6433324928",
    "lab_address": "3406 River Rd, Stratford, CT 06727",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-06",
    "internal_test_code": "WGS001",
    "icd_codes": [
      "Q04.0",
      "Q22.2",
      "Q21.1",
      "F72",
      "Q87.0",
      "T20.00XA",
      "S06.0X0A"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-06-02",
    "clinical_note": "Richard Williams is a 10-year-old boy (DOB 2015-11-02) seen for ongoing evaluation of complex congenital and neurodevelopmental concerns. Since infancy, his course has been marked by structural brain malformation with associated global developmental delay and severe intellectual impairment; he remains largely nonverbal, requires full assistance with activities of daily living, and has limited adaptive skills. History is notable for congenital cardiac anomalies including a small ventricular septal defect and malformation of the pulmonary valve, with prior cardiology follow-up and intermittent exertional fatigue. He has craniofacial dysmorphism consistent with a syndromic presentation, including abnormal cranial contour and facial asymmetry, and has been described as having a proportionately small head. Clinical records document a prior superficial facial burn without sequelae and a mild closed head injury with brief observation and no persistent neurologic deficit. There is no known family history of similar neurodevelopmental or structural anomalies. Prior genetic testing included a targeted gene panel performed on 2025-06-02, reported as negative, and further comprehensive genomic evaluation is now being pursued."
  },
  {
    "sample_type": "3a",
    "patient_id": "PAT-5817",
    "patient_first_name": "Michael",
    "patient_last_name": "Hernandez",
    "dob": "2022-05-17",
    "sex": "Male",
    "member_id": "MCD489131821",
    "patient_address": "2541 Valley Rd, Enfield, CT 06681",
    "subscriber_name": "Nancy Hernandez",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Sarah Johnson",
    "provider_npi": "9703469831",
    "provider_phone": "(475) 880-4277",
    "provider_fax": "(959) 602-8901",
    "provider_address": "7097 Cedar St, Torrington, CT 06138",
    "lab_name": "Invitae",
    "lab_npi": "5627977527",
    "lab_address": "5857 River Rd, New London, CT 06535",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-04",
    "internal_test_code": "",
    "icd_codes": [
      "E88.40",
      "G40.419",
      "S01.01XA",
      "T20.00XA"
    ],
    "icd_descriptions": "",
    "clinical_note": "Michael Hernandez is a 3-year-old male (born 2022-05-17) seen for follow-up of recurrent seizures in the setting of a suspected underlying metabolic disorder. History is notable for episodes of generalized convulsive seizures without documented intractability, occurring both during sleep and wakefulness, with postictal confusion and fatigue. Parents report intermittent lethargy and poor tolerance of minor intercurrent illnesses, raising concern for an inborn error of metabolism affecting energy utilization or storage, though specific etiology remains undetermined. Clinical course has also included a prior forehead laceration requiring repair after a fall associated with a seizure, as well as a superficial facial burn from accidental hot liquid exposure, both of which have healed without complication. Family history is significant for a maternal uncle with childhood-onset epilepsy and a paternal cousin with an unspecified metabolic condition requiring dietary management. No known consanguinity is reported. Developmental progress has otherwise been described as appropriate for age by caregivers, though they express ongoing concern about future seizure control and long-term neurologic outcome."
  },
  {
    "sample_type": "3a",
    "patient_id": "PAT-5088",
    "patient_first_name": "Ruth",
    "patient_last_name": "Scott",
    "dob": "2009-08-13",
    "sex": "Female",
    "member_id": "MCD664316739",
    "patient_address": "2370 Court St, Glastonbury, CT 06822",
    "subscriber_name": "William Scott",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Lisa Garcia",
    "provider_npi": "8352414939",
    "provider_phone": "(203) 694-7425",
    "provider_fax": "(203) 815-2985",
    "provider_address": "9951 North St, New London, CT 06998",
    "lab_name": "GeneDx",
    "lab_npi": "3623057056",
    "lab_address": "5484 High St, Bridgeport, CT 06119",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-19",
    "internal_test_code": "J744b",
    "icd_codes": [
      "Q17.0",
      "Q21.1",
      "R62.50",
      "Q87.0",
      "S01.01XA",
      "T36.0X1A",
      "S06.0X0A"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-12-04",
    "clinical_note": "Ruth Scott is a 16-year-old girl referred for evaluation of longstanding developmental concerns and multiple congenital anomalies. Since infancy, growth has been below expectations, with persistent short stature and delayed attainment of motor and language milestones; school reports ongoing learning difficulties and need for academic support. History is notable for characteristic craniofacial differences suggestive of an underlying congenital pattern, including asymmetric ear shape with malposition of the right auricle and subtle midface disproportion. Cardiac history includes a small secundum atrial septal defect identified in early childhood, monitored conservatively without intervention to date. She sustained a forehead laceration after a minor fall last year, without loss of consciousness, but with a documented mild closed head injury; symptoms resolved without sequelae. There is also a history of a rash and gastrointestinal upset following penicillin exposure, treated as a probable drug reaction. Prior genetic evaluation with a neurodevelopmental/congenital anomaly gene panel performed on 2025-12-04 was reported as negative, with no pathogenic variants identified. She presents today for further etiologic clarification and management planning."
  },
  {
    "sample_type": "3b",
    "patient_id": "PAT-1629",
    "patient_first_name": "Sharon",
    "patient_last_name": "Hernandez",
    "dob": "2018-09-20",
    "sex": "Female",
    "member_id": "HUS715837222",
    "patient_address": "5128 Sunset Ave, Newington, CT 06707",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. William Jones",
    "provider_npi": "1482505210",
    "provider_phone": "(475) 802-2014",
    "provider_fax": "(959) 566-1280",
    "provider_address": "907 Center St, Windsor, CT 06569",
    "lab_name": "LabCorp",
    "lab_npi": "5700342999",
    "lab_address": "3010 Sunset Ave, Windsor, CT 06695",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-25",
    "internal_test_code": "620024",
    "icd_codes": [
      "S06.0X0A",
      "T36.0X1A",
      "S01.01XA"
    ],
    "icd_descriptions": "",
    "clinical_note": "Sharon Hernandez is a 7-year-old girl who presented following a recent head injury. History obtained from her parents indicates that she struck her head on a hard surface, with subsequent brief evaluation in the emergency department. She sustained a forehead laceration requiring local wound care and suturing, without reported loss of consciousness, vomiting, or seizure activity. Parents deny prior neurologic concerns, and her development and school performance have been age appropriate. Since the incident, they note transient headache and increased fatigue but no visual changes, focal weakness, or balance difficulties. There is no history of prior significant trauma. Medication review is notable for a recent course of penicillin-class antibiotics for an upper respiratory infection; no rash, respiratory symptoms, or other features suggestive of a serious drug reaction were described. Immunizations are reported as up to date. There is no known family history of neurologic disease, bleeding disorders, or problems with anesthesia. Sharon lives at home with her parents and attends first grade, where teachers have not expressed academic or behavioral concerns."
  },
  {
    "sample_type": "3b",
    "patient_id": "PAT-7216",
    "patient_first_name": "Nancy",
    "patient_last_name": "Torres",
    "dob": "2020-02-13",
    "sex": "Female",
    "member_id": "MCD677042560",
    "patient_address": "2923 Oak Ave, Norwich, CT 06954",
    "subscriber_name": "Michelle Torres",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Joseph Harris",
    "provider_npi": "4031140922",
    "provider_phone": "(203) 913-3939",
    "provider_fax": "(860) 264-1617",
    "provider_address": "5814 Pleasant St, East Hartford, CT 06021",
    "lab_name": "Invitae",
    "lab_npi": "6300899300",
    "lab_address": "9162 Water St, Glastonbury, CT 06064",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-10",
    "internal_test_code": "80001",
    "icd_codes": [
      "T20.00XA",
      "S06.0X0A",
      "S01.01XA"
    ],
    "icd_descriptions": "",
    "clinical_note": "Nancy Torres is a 5-year-old girl brought for evaluation following multiple recent injuries. History is notable for a thermal burn to the face involving unspecified degree injury to the head and facial region after accidental contact with a hot liquid at home; the event occurred earlier this year and was initially managed in the emergency department with local wound care and analgesia. Clinical records also describe a prior closed head injury with brief observation after a fall from standing height, without documented loss of consciousness or persistent neurologic deficit. In addition, she sustained a laceration of the scalp requiring sutures, which has since healed without apparent complication. Parents deny prior chronic medical conditions, developmental concerns, or previous surgeries. Immunizations are reported as up to date. There is no reported family history of similar injuries, bleeding disorders, or known genetic syndromes, and no consanguinity. Nancy currently lives at home with both parents and an older sibling; there are no concerns for unsafe living conditions reported at this time."
  },
  {
    "sample_type": "3b",
    "patient_id": "PAT-8582",
    "patient_first_name": "Timothy",
    "patient_last_name": "Anderson",
    "dob": "2022-09-12",
    "sex": "Male",
    "member_id": "MCD968751844",
    "patient_address": "8758 Union St, East Hartford, CT 06279",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Lisa Garcia",
    "provider_npi": "7263373924",
    "provider_phone": "(475) 455-1276",
    "provider_fax": "(475) 248-3209",
    "provider_address": "6200 Union St, Waterbury, CT 06251",
    "lab_name": "GeneDx",
    "lab_npi": "1178733323",
    "lab_address": "7902 Franklin St, New Haven, CT 06882",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-08",
    "internal_test_code": "TH78a",
    "icd_codes": [
      "T20.00XA",
      "T36.0X1A",
      "S01.01XA"
    ],
    "icd_descriptions": "",
    "clinical_note": "Timothy Anderson is a 3-year-old boy (DOB 2022-09-12) seen following an acute injury and medication exposure. History is notable for a recent facial trauma involving a laceration of the scalp/forehead region after a fall at home, with no reported loss of consciousness. The wound was described as bleeding briskly at the scene but controlled with local pressure prior to emergency department presentation. Clinical concerns also include a superficial burn to the head and face area sustained when hot liquid was accidentally spilled nearby during the same incident, with erythema and blistering noted over the frontal scalp and upper forehead. In the course of initial management, he received an antibiotic, after which caregivers observed the rapid onset of pruritus and generalized erythematous rash consistent with an acute drug reaction; no respiratory compromise or hypotension was reported. Parents deny previous similar reactions. There is no documented family history of comparable injuries or medication allergies. He is otherwise described as active and meeting expected developmental milestones for age."
  },
  {
    "sample_type": "3b",
    "patient_id": "PAT-6837",
    "patient_first_name": "Helen",
    "patient_last_name": "Nelson",
    "dob": "2008-10-10",
    "sex": "Female",
    "member_id": "HUS398084641",
    "patient_address": "7628 High St, Milford, CT 06673",
    "subscriber_name": "William Nelson",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. David Brown",
    "provider_npi": "3629355483",
    "provider_phone": "(475) 205-4275",
    "provider_fax": "(475) 408-7496",
    "provider_address": "5967 Mill St, New Britain, CT 06218",
    "lab_name": "LabCorp",
    "lab_npi": "4079425832",
    "lab_address": "9202 Elm St, New Haven, CT 06364",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-12",
    "internal_test_code": "620022",
    "icd_codes": [
      "T36.0X1A",
      "T20.00XA"
    ],
    "icd_descriptions": "",
    "clinical_note": "Helen Nelson is a 17-year-old female presenting for evaluation following a recent acute medical event. History is notable for accidental ingestion of a penicillin-class antibiotic, after which she developed symptoms consistent with a toxic reaction, requiring emergent medical attention. She reports rapid onset of burning discomfort in the mouth and throat shortly after exposure, followed by progressive pain and erythema of the affected skin and mucosa. Clinical course included localized blistering and superficial injury to the facial and cervical regions consistent with a thermal or chemical-type burn pattern, without clear evidence of deeper tissue involvement. She denies prior similar reactions to medications, and there is no known history of chronic dermatologic or allergic disease. Recovery to date has involved wound care, pain management, and monitoring for secondary infection, with gradual improvement reported. No prior genetic testing has been performed. Family history is reported as noncontributory for inherited skin fragility, severe drug allergies, or connective tissue disorders."
  },
  {
    "sample_type": "3b",
    "patient_id": "PAT-2869",
    "patient_first_name": "Carol",
    "patient_last_name": "Brown",
    "dob": "2011-08-31",
    "sex": "Female",
    "member_id": "HUS489648693",
    "patient_address": "101 Cedar St, Trumbull, CT 06386",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Matthew Wright",
    "provider_npi": "6187258451",
    "provider_phone": "(860) 573-5006",
    "provider_fax": "(203) 558-4170",
    "provider_address": "9720 Cedar St, Milford, CT 06657",
    "lab_name": "Invitae",
    "lab_npi": "5815831613",
    "lab_address": "1864 South St, Norwich, CT 06536",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-18",
    "internal_test_code": "80003",
    "icd_codes": [
      "T36.0X1A",
      "S01.01XA"
    ],
    "icd_descriptions": "",
    "clinical_note": "Carol Brown is a 14-year-old girl presenting today for follow-up after an acute medication-related event and recent head injury. History is notable for an accidental overdose of a penicillin-class antibiotic, after which she developed acute symptoms shortly following ingestion, prompting emergency evaluation. She was treated supportively with resolution of systemic manifestations, and there is no report of prior adverse reactions to antibiotics. More recently, she sustained a laceration to the scalp involving the frontal region after a blunt head impact; the wound was cleaned and repaired in the emergency department without complication. There was no reported loss of consciousness, seizure activity, or persistent neurologic deficit following the injury. Since these events, she reports intermittent localized scalp tenderness at the prior laceration site but denies headaches, visual changes, or cognitive concerns. She is otherwise in her usual state of health, attending school regularly, and participating in age-appropriate activities. No significant family history of similar reactions or bleeding/clotting problems has been reported."
  },
  {
    "sample_type": "3c",
    "patient_id": "PAT-1115",
    "patient_first_name": "Jennifer",
    "patient_last_name": "Green",
    "dob": "2013-11-10",
    "sex": "Female",
    "member_id": "CT624824331",
    "patient_address": "9271 Oak Ave, West Hartford, CT 06656",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Patricia Anderson",
    "provider_npi": "2260875821",
    "provider_phone": "(475) 765-6139",
    "provider_fax": "(475) 503-2469",
    "provider_address": "3115 Pleasant St, Stratford, CT 06147",
    "lab_name": "LabCorp",
    "lab_npi": "7457837883",
    "lab_address": "1588 Center St, Glastonbury, CT 06652",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-31",
    "internal_test_code": "620024",
    "icd_codes": [
      "E73.0",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Jennifer Green is a 12-year-old girl (DOB 2013-11-10) seen for ongoing neurological and metabolic concerns. History is notable for recurrent unprovoked seizures beginning in early childhood, described as generalized convulsive episodes with postictal confusion and fatigue; events have occurred both during sleep and wakefulness, with variable frequency over the past several years. Parents also report intermittent headaches and difficulty concentrating at school following seizure clusters. Clinical concerns further include a longstanding intolerance to dairy products, with abdominal cramping, bloating, and loose stools occurring within hours of consuming milk or ice cream; symptoms improve with strict avoidance and use of lactose-free alternatives. Family history is significant for a younger brother with childhood-onset focal seizures now managed with antiepileptic medication, and a paternal uncle who had “convulsions” in adolescence that resolved spontaneously. Additional history reveals a maternal grandfather with type 2 diabetes and hyperlipidemia, and a paternal grandmother who underwent coronary artery bypass surgery in her 60s. No prior genetic testing has been documented."
  },
  {
    "sample_type": "3c",
    "patient_id": "PAT-5412",
    "patient_first_name": "David",
    "patient_last_name": "Miller",
    "dob": "2016-08-12",
    "sex": "Male",
    "member_id": "MCD662148947",
    "patient_address": "9865 Second St, Bridgeport, CT 06346",
    "subscriber_name": "Betty Miller",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Nancy Moore",
    "provider_npi": "5839103764",
    "provider_phone": "(475) 236-8704",
    "provider_fax": "(475) 995-7773",
    "provider_address": "6185 Forest Ave, New Haven, CT 06591",
    "lab_name": "LabCorp",
    "lab_npi": "4712849023",
    "lab_address": "3710 Pleasant St, East Hartford, CT 06947",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-11",
    "internal_test_code": "620024",
    "icd_codes": [
      "E88.40",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "David Miller is a 9-year-old boy with a history of recurrent seizures beginning in early childhood, characterized by focal impaired-awareness episodes with occasional progression to bilateral tonic–clonic activity. Seizures occur several times per month despite treatment with levetiracetam, and there have been prior emergency visits for prolonged events concerning for status epilepticus. Parents also report intermittent episodes of fatigue, poor exercise tolerance, and difficulty gaining weight, raising concern for an underlying disorder of intermediary metabolism; prior evaluations have noted mild, fluctuating lactic acidosis and borderline low carnitine levels without a unifying diagnosis. Developmental milestones have otherwise been appropriate, and there is no history of regression. Family history is notable for a paternal uncle with childhood-onset epilepsy requiring multiple antiseizure medications, and a maternal cousin with an unspecified “metabolic problem” requiring dietary restriction. The patient’s father has well-controlled type 2 diabetes, and the maternal grandmother had postmenopausal breast cancer. No known consanguinity is reported. Prior genetic testing included a targeted epilepsy gene panel performed on 2021-05-14, which was nondiagnostic, identifying only variants of uncertain significance."
  },
  {
    "sample_type": "3c",
    "patient_id": "PAT-6978",
    "patient_first_name": "George",
    "patient_last_name": "Wilson",
    "dob": "2022-11-26",
    "sex": "Male",
    "member_id": "CT514185453",
    "patient_address": "5224 Valley Rd, Trumbull, CT 06327",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Karen White",
    "provider_npi": "2786201984",
    "provider_phone": "(203) 373-6703",
    "provider_fax": "(860) 702-5910",
    "provider_address": "2460 River Rd, Danbury, CT 06954",
    "lab_name": "LabCorp",
    "lab_npi": "3288411060",
    "lab_address": "2798 Court St, Norwalk, CT 06480",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-21",
    "internal_test_code": "WGS001X",
    "icd_codes": [
      "Q61.4",
      "Q17.0",
      "Q22.2",
      "R41.840",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-08-30",
    "clinical_note": "George Wilson is a 3-year-old boy with a history notable for multiple congenital anomalies and developmental concerns. Since infancy, he has had a markedly small right ear with associated external ear malformation and persistent conductive hearing impairment, for which he is followed by ENT and audiology. Cardiac evaluation in early childhood identified a congenital narrowing at the level of the pulmonary valve with mild right-sided outflow obstruction; he remains hemodynamically stable under cardiology care. Renal imaging revealed a unilateral cystic kidney with overall reduced renal size on the affected side, though renal function has been preserved to date. Developmentally, he demonstrates significant delays in speech and language acquisition, with limited expressive vocabulary and impaired comprehension relative to age expectations; early intervention services are in place. Subtle facial asymmetry and mild craniofacial disproportion have been documented on examination. Family history is notable for a paternal uncle with early-onset colon cancer and a maternal grandmother with type 2 diabetes. Chromosomal microarray performed on 2025-08-30 was reported as negative for pathogenic copy number changes."
  },
  {
    "sample_type": "3c",
    "patient_id": "PAT-8433",
    "patient_first_name": "Betty",
    "patient_last_name": "Hall",
    "dob": "2010-08-02",
    "sex": "Female",
    "member_id": "MCD717970477",
    "patient_address": "6040 Mill St, Bristol, CT 06361",
    "subscriber_name": "Sarah Hall",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Sarah Johnson",
    "provider_npi": "6092447554",
    "provider_phone": "(475) 482-3975",
    "provider_fax": "(203) 993-1975",
    "provider_address": "6063 Sunset Ave, Hartford, CT 06288",
    "lab_name": "LabCorp",
    "lab_npi": "9298347057",
    "lab_address": "27 High St, New Britain, CT 06396",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-14",
    "internal_test_code": "620024",
    "icd_codes": [
      "Q17.0",
      "Q61.4",
      "F71",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-06-08",
    "clinical_note": "Betty Hall is a 15-year-old girl with a history notable for developmental delay in the moderate range, with significant impact on academic skills and adaptive functioning. Since early childhood, she has required support for language acquisition and daily living activities, and currently attends a special education program with assistance for communication and structured routines. Physical examination has consistently described distinctive craniofacial features and a pattern of congenital anomalies involving the head and neck, including malformation of the external ear with associated asymmetry of surrounding structures. Past evaluations have also documented a congenital renal cystic abnormality, followed over time by nephrology, with periodic monitoring of renal function and blood pressure. Overall appearance and growth pattern have raised concern for an underlying congenital malformation syndrome with characteristic facial features and multiorgan involvement. Family history is notable for a maternal uncle with type 2 diabetes diagnosed in mid-adulthood and a paternal grandmother with osteoarthritis requiring joint replacement. Prior genetic evaluation included a targeted gene panel performed on 2025-06-08, which was reported as negative for pathogenic or likely pathogenic variants."
  },
  {
    "sample_type": "3c",
    "patient_id": "PAT-7066",
    "patient_first_name": "Anthony",
    "patient_last_name": "Roberts",
    "dob": "2008-11-10",
    "sex": "Male",
    "member_id": "CT254611447",
    "patient_address": "3118 Hill St, Norwalk, CT 06089",
    "subscriber_name": "George Roberts",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Susan Clark",
    "provider_npi": "8074590238",
    "provider_phone": "(203) 286-7285",
    "provider_fax": "(959) 400-3325",
    "provider_address": "5713 Main St, New Haven, CT 06155",
    "lab_name": "GeneDx",
    "lab_npi": "1280571338",
    "lab_address": "9630 Second St, Newington, CT 06621",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-19",
    "internal_test_code": "896a",
    "icd_codes": [
      "Q66.89",
      "Q10.3",
      "R41.840",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-05-10",
    "clinical_note": "Anthony Roberts is a 17-year-old male referred for evaluation of a longstanding pattern of global developmental concerns and congenital anomalies. Since early childhood, he has demonstrated significant difficulties with attention and concentration, requiring school-based supports and individualized education planning. History is notable for generalized joint laxity and a marfanoid body habitus with tall, slender build and disproportionately long limbs. Facial features include downslanting palpebral fissures and mild ptosis, giving a somewhat “tired” appearance, along with subtly coarse facial configuration consistent with an underlying connective tissue or syndromic process. Orthopedic history includes congenital foot deformities with complex pes planovalgus and residual gait abnormalities despite prior conservative management. \n\nFamily history is reportedly noncontributory for similar developmental or skeletal issues, though his paternal grandfather had late-onset colon cancer and a maternal aunt carries a diagnosis of Hashimoto thyroiditis. There is no known consanguinity. Prior genetic evaluation included single-gene testing performed on 2025-05-10, which was negative and did not identify a pathogenic or likely pathogenic variant explaining his presentation. Further comprehensive genomic testing is being pursued to clarify an underlying syndromic etiology and guide management."
  }
]