[
  {
    "sample_type": "1",
    "patient_first_name": "Susan",
    "patient_last_name": "Green",
    "dob": "2018-09-12",
    "sex": "Female",
    "member_id": "CT876204658",
    "patient_address": "5262 Highland Ave, New London, CT 06164",
    "subscriber_name": "Richard Green",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Anthony Walker",
    "provider_npi": "6655578123",
    "provider_phone": "(860) 488-5692",
    "provider_fax": "(475) 422-4124",
    "provider_address": "8229 Sunset Ave, New London, CT 06118",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "3274 Oak Ave, Stamford, CT 06004",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-06",
    "internal_test_code": "",
    "icd_codes": [
      "R79.89",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Susan Green is a 6-year-old girl with a history notable for recurrent episodes of altered responsiveness and generalized shaking beginning in early childhood, often occurring without clear provocation. Parents describe brief spells of staring followed by whole-body stiffening and rhythmic jerking, occasionally associated with tongue biting and postictal confusion. No consistent focal onset has been identified. Interictal behavior is described as age-appropriate, with no reported developmental regression. Clinical concerns also include intermittently abnormal blood chemistry values noted on prior evaluations, including unexplained elevations in serum markers suggestive of possible metabolic disturbance; a definitive etiology has not yet been established. There is no known history of toxin exposure, significant perinatal complications, or central nervous system infection. Family history is notable for a maternal uncle with childhood-onset seizure disorder requiring long-term antiseizure therapy, as well as a paternal grandmother with later-onset “spells” thought to be related to a seizure tendency, though details are limited. Further evaluation for an underlying neurological and possible metabolic cause is planned."
  },
  {
    "sample_type": "1",
    "patient_first_name": "Brian",
    "patient_last_name": "Hill",
    "dob": "2024-06-15",
    "sex": "Unknown",
    "member_id": "CT888033673",
    "patient_address": "4739 Water St, Waterbury, CT 06392",
    "subscriber_name": "Patricia Hill",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Angela Thompson",
    "provider_npi": "6404545280",
    "provider_phone": "(959) 487-5606",
    "provider_fax": "(959) 483-9226",
    "provider_address": "8312 Franklin St, New Haven, CT 06922",
    "lab_name": "GeneDx",
    "lab_npi": "",
    "lab_address": "8880 North St, Hamden, CT 06338",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-12-17",
    "internal_test_code": "J744a",
    "icd_codes": [
      "E88.40",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "Brian Hill is a young child with a history notable for unsteady movements and concerns for an underlying metabolic disorder. Since early infancy, caregivers have observed intermittent clumsiness, poor coordination, and difficulty with precise hand movements, particularly when reaching for objects or during feeding. Episodes of imbalance are more pronounced when Brian is tired or ill, and he has occasional tremulousness that affects fine motor tasks. Growth and general health have otherwise been reported as appropriate, though there have been periods of unexplained fatigue and mild exercise intolerance, prompting evaluation for a possible disturbance in metabolic homeostasis. No developmental regression has been reported to date. Family history is significant for a maternal uncle with a chronic, unexplained coordination problem that began in childhood and progressively worsened, though he remains ambulatory. A paternal cousin reportedly has an undiagnosed metabolic condition characterized by recurrent episodes of lethargy and vomiting requiring hospitalizations in early childhood. No known consanguinity has been reported between the parents."
  },
  {
    "sample_type": "1",
    "patient_first_name": "James",
    "patient_last_name": "Adams",
    "dob": "2011-02-10",
    "sex": "Male",
    "member_id": "HUS159095653",
    "patient_address": "9974 High St, West Haven, CT 06998",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Jennifer Wilson",
    "provider_npi": "3004715915",
    "provider_phone": "(203) 807-4248",
    "provider_fax": "(860) 757-6963",
    "provider_address": "5383 Court St, Milford, CT 06847",
    "lab_name": "LabCorp",
    "lab_npi": "5917527956",
    "lab_address": "6478 Oak Ave, Manchester, CT 06914",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-12-28",
    "internal_test_code": "620024",
    "icd_codes": [
      "R79.89",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "James Adams is a 13-year-old male with a history notable for intermittent neurological symptoms characterized by unsteady gait and impaired coordination. Parents report that over the past 18 months he has developed increasing clumsiness, with frequent tripping, difficulty with tandem walking, and trouble with fine motor tasks such as buttoning clothes and handwriting. On examination, he demonstrates a broad-based gait, intention tremor on finger-to-nose testing, and mild dysmetria, without clear focal weakness. Clinical concerns also include persistently abnormal blood chemistry results, with repeatedly elevated nonspecific laboratory markers suggestive of an underlying metabolic disturbance; however, there is no clear diagnosis to date, and episodes of fatigue and mild exercise intolerance have been observed. Family history is notable for a maternal uncle with an undiagnosed coordination disorder that began in adolescence and gradually progressed, as well as a paternal grandmother with type 2 diabetes and hyperlipidemia. There is no known consanguinity. Further evaluation for an underlying neurometabolic or hereditary ataxic process is planned."
  },
  {
    "sample_type": "1",
    "patient_first_name": "Mark",
    "patient_last_name": "Baker",
    "dob": "2012-09-08",
    "sex": "Intersex",
    "member_id": "CT902423565",
    "patient_address": "309 Main St, Middletown, CT 06313",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Jennifer Wilson",
    "provider_npi": "6592037986",
    "provider_phone": "(860) 725-5772",
    "provider_fax": "(860) 305-3737",
    "provider_address": "860 State St, New Britain, CT 06006",
    "lab_name": "Invitae",
    "lab_npi": "2468360239",
    "lab_address": "5864 Spring St, Bridgeport, CT 06082",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-29",
    "internal_test_code": "80001",
    "icd_codes": [
      "E88.40",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Mark Baker is a 12-year-old intersex patient with a history notable for recurrent unprovoked seizures beginning in mid-childhood, described as generalized convulsive events with postictal confusion and no clear precipitating factors. Seizure frequency has been intermittent, with several episodes requiring emergency evaluation but no prolonged status events reported. Neurologic review also notes occasional headaches and transient difficulties with concentration following events, but no persistent focal deficits have been documented. Clinical concerns further include a suspected inborn error of metabolism, with episodes of fatigue and intermittent vomiting during minor illnesses, raising concern for an underlying metabolic instability; prior basic metabolic panels have shown nonspecific abnormalities per parent report, though detailed records were not available at today’s visit. Growth and school performance are described as generally appropriate for age aside from missed school days related to medical events. Family history is notable for a maternal uncle with epilepsy diagnosed in adolescence and a paternal grandmother with adult-onset type 2 diabetes; there is no known consanguinity reported."
  },
  {
    "sample_type": "1",
    "patient_first_name": "Mark",
    "patient_last_name": "Young",
    "dob": "2015-05-27",
    "sex": "Intersex",
    "member_id": "HUS457939830",
    "patient_address": "3983 Water St, Stamford, CT 06397",
    "subscriber_name": "Kevin Young",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Angela Thompson",
    "provider_npi": "2180005820",
    "provider_phone": "(475) 425-6088",
    "provider_fax": "(203) 641-3198",
    "provider_address": "4373 Main St, Windsor, CT 06556",
    "lab_name": "GeneDx",
    "lab_npi": "4388606014",
    "lab_address": "3980 Park Rd, West Hartford, CT 06087",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-03",
    "internal_test_code": "TH78b",
    "icd_codes": [
      "R79.89",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Mark Young (born 2015-05-27, intersex) is followed for episodic neurologic events and abnormal laboratory findings suggestive of an underlying metabolic vulnerability. History is notable for recurrent unprovoked seizures beginning in early childhood, described as generalized convulsive episodes with postictal confusion and fatigue, occasionally preceded by nonspecific malaise. Seizure frequency has been intermittent, with periods of several months seizure-free followed by clusters associated with intercurrent illness or poor oral intake. Caregivers report occasional headaches, decreased energy, and reduced exercise tolerance around these episodes. Prior evaluations have identified persistently abnormal serum markers, including intermittently elevated liver and muscle enzymes and nonspecific abnormalities on metabolic screening, though no unifying diagnosis has yet been established. Development and school performance are reported as appropriate for age outside of days surrounding seizures. Family history is notable for a maternal uncle with childhood-onset epilepsy requiring long-term antiseizure medication, and a paternal grandmother with type 2 diabetes and hyperlipidemia. No known consanguinity is reported."
  },
  {
    "sample_type": "2a",
    "patient_first_name": "Dorothy",
    "patient_last_name": "Young",
    "dob": "2022-06-14",
    "sex": "Female",
    "member_id": "MCD146787300",
    "patient_address": "1172 Church St, Waterbury, CT 06289",
    "subscriber_name": "Carol Young",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Michael Smith",
    "provider_npi": "6041596654",
    "provider_phone": "(860) 622-9954",
    "provider_fax": "(203) 294-3088",
    "provider_address": "9531 Elm St, Greenwich, CT 06516",
    "lab_name": "GeneDx",
    "lab_npi": "",
    "lab_address": "6319 School St, Hartford, CT 06213",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-18",
    "internal_test_code": "TH78b",
    "icd_codes": [
      "E73.0",
      "R270"
    ],
    "icd_descriptions": "",
    "clinical_note": "Dorothy Young is a 3-year-old girl with a history notable for early difficulties tolerating dairy products, including recurrent abdominal discomfort, loose stools, and irritability shortly after transitioning from breast milk to cow’s milk–based formula. Parents report improvement in symptoms when lactose-containing products are limited, though accidental exposures still lead to bloating and diarrhea. More recently, clinical concerns include unsteady gait and poor coordination for age. She is described as “clumsy,” with frequent falls, difficulty running without veering to the side, and trouble with fine motor tasks such as stacking blocks and using utensils. On observation, her gait is wide-based with difficulty performing tandem steps. There is no reported regression of previously acquired skills. Family history is notable for a maternal uncle with lifelong problems digesting milk and cheese, and a paternal grandfather who developed type 2 diabetes in his 50s. No known consanguinity. Dorothy otherwise maintains appropriate growth parameters and has had no significant hospitalizations or serious infections to date."
  },
  {
    "sample_type": "2a",
    "patient_first_name": "Nancy",
    "patient_last_name": "Smith",
    "dob": "2022-07-27",
    "sex": "Female",
    "member_id": "CT913156077",
    "patient_address": "4598 Meadow Ln, Shelton, CT 06710",
    "subscriber_name": "Kimberly Smith",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Paul Allen",
    "provider_npi": "4016910789",
    "provider_phone": "(475) 983-9279",
    "provider_fax": "(860) 846-8853",
    "provider_address": "3226 Valley Rd, Norwich, CT 06449",
    "lab_name": "Invitae",
    "lab_npi": "5714525904",
    "lab_address": "8604 Church St, Danbury, CT 06056",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-28",
    "internal_test_code": "80001",
    "icd_codes": [
      "R79.88",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Nancy Smith is a 3-year-old girl with a history notable for recurrent episodes concerning for seizures and persistently abnormal laboratory findings suggestive of an underlying metabolic disturbance. Since late toddlerhood, caregivers have observed brief spells of unresponsiveness and generalized stiffening, occasionally followed by postictal fatigue; events have occurred without clear provocation and have not yet been fully characterized by prolonged EEG. Clinical concerns also include intermittent irritability, decreased activity, and poor tolerance of minor illnesses, during which basic metabolic panels have repeatedly shown nonspecific abnormalities prompting further evaluation. Growth parameters are currently appropriate for age, and there is no history of significant perinatal complications. Family history is notable for a paternal uncle with childhood-onset epilepsy requiring long-term antiseizure therapy, and a maternal cousin with “low blood sugar episodes” in early childhood that reportedly improved with age. No known consanguinity is reported. Nancy lives with both parents, attends daycare, and has had no significant environmental toxin exposures identified to date. Further neurologic and metabolic workup is ongoing."
  },
  {
    "sample_type": "2a",
    "patient_first_name": "William",
    "patient_last_name": "Lewis",
    "dob": "2005-07-15",
    "sex": "Unknown",
    "member_id": "MCD946996912",
    "patient_address": "9344 Broad St, Middletown, CT 06891",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Betty Young",
    "provider_npi": "8962206886",
    "provider_phone": "(475) 737-6928",
    "provider_fax": "(959) 912-2965",
    "provider_address": "6228 Court St, New Haven, CT 06762",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-14",
    "internal_test_code": "WGS001X",
    "icd_codes": [
      "E73.00",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "William Lewis (DOB 2005-07-15) presents with a history notable for recurrent generalized seizures beginning in later childhood, characterized by loss of consciousness and tonic-clonic activity, sometimes occurring in clusters. Episodes have required emergency evaluation on several occasions, and he remains on antiseizure medication with incomplete control. There is no clear precipitating trauma or infection reported. Clinical concerns also include difficulty tolerating dairy products, with abdominal cramping, bloating, and loose stools after consumption of milk or ice cream, leading the family to restrict lactose-containing foods with partial improvement in symptoms. No prior metabolic crises or episodes of hypoglycemia are described, but intermittent fatigue and gastrointestinal discomfort are reported in association with dietary indiscretion. Family history is positive for a maternal uncle with epilepsy treated in adulthood, and a younger sibling who experiences similar gastrointestinal symptoms after dairy intake but has not undergone formal evaluation. There is no known consanguinity, and no other significant neurologic or metabolic disorders have been documented in close relatives."
  },
  {
    "sample_type": "2a",
    "patient_first_name": "Thomas",
    "patient_last_name": "Davis",
    "dob": "2012-04-29",
    "sex": "Intersex",
    "member_id": "HUS462256136",
    "patient_address": "1753 State St, New London, CT 06832",
    "subscriber_name": "Elizabeth Davis",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Daniel Jackson",
    "provider_npi": "6516445567",
    "provider_phone": "(959) 286-8280",
    "provider_fax": "(860) 761-6449",
    "provider_address": "3686 Washington Ave, Stamford, CT 06345",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-17",
    "internal_test_code": "620024",
    "icd_codes": [
      "E87.02",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Thomas Davis is a 13-year-old intersex patient with a history notable for recurrent generalized seizures beginning in mid-childhood, often occurring without clear precipitant. Seizure semiology has included loss of consciousness with bilateral tonic–clonic activity and postictal confusion, with intermittent episodes of status requiring emergency treatment. Clinical course has been complicated by episodes of metabolic acidosis characterized by low serum bicarbonate, tachypnea, and fatigue during intercurrent illnesses, improving with fluid resuscitation and correction of acid–base status. Between events, Thomas reports intermittent headaches and reduced exercise tolerance but is otherwise attending school with some missed days related to hospitalizations. There is a positive family history: a maternal uncle reportedly has epilepsy treated with antiseizure medication, and a paternal cousin experienced unexplained “acid–base problems” during childhood hospitalizations, though details are limited. Parents deny known consanguinity. Current management includes chronic antiseizure therapy and monitoring of electrolytes and acid–base balance during acute illnesses, with ongoing evaluation for an underlying neurologic and metabolic etiology."
  },
  {
    "sample_type": "2a",
    "patient_first_name": "Paul",
    "patient_last_name": "Scott",
    "dob": "2010-08-18",
    "sex": "Intersex",
    "member_id": "CT394894318",
    "patient_address": "5826 Sunset Ave, Waterbury, CT 06583",
    "subscriber_name": "Joshua Scott",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Thomas Taylor",
    "provider_npi": "6750633150",
    "provider_phone": "(203) 289-7854",
    "provider_fax": "(203) 694-5588",
    "provider_address": "4983 Forest Ave, Norwalk, CT 06636",
    "lab_name": "Invitae",
    "lab_npi": "4973482927",
    "lab_address": "990 Franklin St, New Britain, CT 06825",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-29",
    "internal_test_code": "80001",
    "icd_codes": [
      "R79.88",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "Paul Scott is a 14-year-old intersex individual with a history notable for chronic neurologic and metabolic concerns. Since early school age, he has experienced persistent problems with balance and coordination, described by parents as frequent stumbling, difficulty with tandem gait, and clumsiness during sports and playground activities. Teachers have reported impaired fine motor control affecting handwriting and use of classroom tools. Neurologic review further notes intermittent intention tremor and difficulty performing rapid alternating movements, without clear episodes of loss of consciousness. Metabolic evaluations over the past several years have repeatedly shown abnormal laboratory values suggestive of a chronic biochemical disturbance, though without a definitive unifying diagnosis to date. Parents deny developmental regression, but note that Paul fatigues more quickly than peers and occasionally reports generalized weakness after exertion. Family history is significant for a maternal uncle with an undiagnosed gait disorder beginning in adolescence and a paternal grandmother with type 2 diabetes and hyperlipidemia. There is no known consanguinity."
  },
  {
    "sample_type": "2b",
    "patient_first_name": "Mark",
    "patient_last_name": "Hill",
    "dob": "2010-06-12",
    "sex": "Intersex",
    "member_id": "CT699502985",
    "patient_address": "1500 Hill St, Norwich, CT 06557",
    "subscriber_name": "Michelle Hill",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Jennifer Wilson",
    "provider_npi": "8349674506",
    "provider_phone": "(203) 711-9829",
    "provider_fax": "(475) 239-9981",
    "provider_address": "1377 Valley Rd, New London, CT 06269",
    "lab_name": "LabCorp",
    "lab_npi": "2800503029",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81426"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-04",
    "internal_test_code": "620024",
    "icd_codes": [
      "R79.89",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Mark Hill is a 14-year-old intersex individual with a history notable for recurrent episodes concerning for seizure activity and persistently abnormal laboratory findings on metabolic evaluation. According to his parents, intermittent events have occurred over the past several years, characterized by brief unresponsiveness and generalized shaking, followed by post-event confusion and fatigue; no clear triggers have been identified, and events have occurred both during wakefulness and sleep. Routine labs obtained during evaluation for these spells have repeatedly shown unexplained biochemical abnormalities, prompting referral for further metabolic and neurologic assessment. Developmental and academic progress have been generally age appropriate, though recent school reports note increased fatigue after suspected events. There is no history of significant head trauma or central nervous system infection. Family history is notable for a paternal uncle with childhood-onset epilepsy requiring long-term antiseizure therapy and a maternal cousin with “low blood sugar episodes” under endocrine evaluation. No known family history of sudden unexplained death, cardiomyopathy, or documented inborn errors of metabolism."
  },
  {
    "sample_type": "2b",
    "patient_first_name": "Nancy",
    "patient_last_name": "Lee",
    "dob": "2012-11-14",
    "sex": "Female",
    "member_id": "CT820405518",
    "patient_address": "4216 Center St, New London, CT 06822",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Joseph Harris",
    "provider_npi": "1273711949",
    "provider_phone": "(203) 348-3864",
    "provider_fax": "(203) 803-8564",
    "provider_address": "1399 Main St, Bridgeport, CT 06228",
    "lab_name": "Invitae",
    "lab_npi": "3930757065",
    "lab_address": "3494 Mill St, Torrington, CT 06469",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2026-01-01",
    "internal_test_code": "",
    "icd_codes": [
      "R79.89",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Nancy Lee is a 12-year-old girl with a history notable for recurrent unexplained seizures beginning in early childhood. Events are described as sudden episodes of unresponsiveness with generalized stiffening and rhythmic jerking, followed by postictal confusion and fatigue. Seizures have occurred both during sleep and wakefulness, with no consistent triggers identified. She has required multiple emergency evaluations, but neuroimaging to date has reportedly been unremarkable. Laboratory assessments on several occasions have shown intermittent abnormalities in serum biochemical parameters, prompting concern for an underlying metabolic vulnerability contributing to her seizure tendency. Developmental milestones and school performance are reported as age-appropriate. There is no history of significant head trauma, central nervous system infection, or known toxin exposure. Family history is notable for a maternal uncle with epilepsy beginning in adolescence and a paternal grandmother with “fainting spells” of unclear etiology. No known consanguinity is reported, and there are no other relatives with known neurologic or metabolic disorders."
  },
  {
    "sample_type": "2b",
    "patient_first_name": "Charles",
    "patient_last_name": "Davis",
    "dob": "2013-05-23",
    "sex": "Male",
    "member_id": "CT497465771",
    "patient_address": "2191 Park Rd, Enfield, CT 06316",
    "subscriber_name": "Kenneth Davis",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Robert Miller",
    "provider_npi": "6638779850",
    "provider_phone": "(475) 814-2004",
    "provider_fax": "(203) 232-3094",
    "provider_address": "3299 Park Rd, Newington, CT 06714",
    "lab_name": "GeneDx",
    "lab_npi": "1446271226",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415",
      "81417"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-20",
    "internal_test_code": "J744b",
    "icd_codes": [
      "E73.0",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Charles Davis is a 12-year-old boy with a history notable for recurrent unprovoked seizures beginning in mid-childhood, described as generalized convulsive episodes with loss of consciousness and postictal confusion. Events have occurred without clear triggers and occasionally cluster over several days, prompting emergency evaluation. He has been treated with antiseizure medications with partial response, and adherence has been generally good per family. There is no history of significant head trauma or central nervous system infection. Between episodes, he is described as cognitively appropriate for age, though parents report intermittent fatigue and mild school difficulties felt to be related to medication side effects and disrupted sleep from nocturnal seizures. Clinical concerns also include long-standing intolerance to dairy products, with abdominal cramping, bloating, and loose stools following ingestion of milk or ice cream, leading the family to largely avoid lactose-containing foods; symptoms improve with dietary restriction and use of over-the-counter lactase supplements. Family history is notable for a paternal uncle with epilepsy diagnosed in adolescence and a maternal grandmother with “severe milk intolerance” requiring strict avoidance of dairy."
  },
  {
    "sample_type": "2b",
    "patient_first_name": "Daniel",
    "patient_last_name": "Jones",
    "dob": "2021-03-27",
    "sex": "Intersex",
    "member_id": "MCD149776428",
    "patient_address": "2685 Valley Rd, Hamden, CT 06214",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Sandra King",
    "provider_npi": "2877638746",
    "provider_phone": "(860) 333-5591",
    "provider_fax": "(475) 996-3822",
    "provider_address": "8121 Center St, Stratford, CT 06894",
    "lab_name": "GeneDx",
    "lab_npi": "",
    "lab_address": "2847 Oak Ave, Middletown, CT 06220",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81427"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-15",
    "internal_test_code": "561a",
    "icd_codes": [
      "E73.0",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Daniel Jones (DOB 2021-03-27) is an intersex child presented for evaluation of recurrent neurologic events and concerns regarding energy metabolism. Since early childhood, he has experienced multiple unprovoked seizures, described as generalized convulsive episodes with loss of awareness and postictal confusion, occasionally clustering without a clear precipitant. Parents report intermittent episodes of staring and unresponsiveness, as well as nocturnal events with limb stiffening. He has been treated with antiseizure medication with partial benefit, and no history of significant head trauma or CNS infection is reported. Clinical concerns also include difficulty tolerating dairy products, with abdominal discomfort, bloating, and loose stools following ingestion of milk or ice cream, leading the family to largely restrict lactose-containing foods. Growth and development have otherwise been reported as appropriate for age. Family history is notable for a maternal uncle with childhood-onset epilepsy requiring ongoing pharmacologic management, and a paternal grandmother who developed adult-onset type 2 diabetes managed with oral hypoglycemic agents."
  },
  {
    "sample_type": "2b",
    "patient_first_name": "Robert",
    "patient_last_name": "Martinez",
    "dob": "2011-02-23",
    "sex": "Unknown",
    "member_id": "HUS726109635",
    "patient_address": "2569 Washington Ave, Manchester, CT 06684",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Joseph Harris",
    "provider_npi": "2658975438",
    "provider_phone": "(860) 261-1230",
    "provider_fax": "(959) 204-1176",
    "provider_address": "6764 Second St, Stamford, CT 06041",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81427",
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-30",
    "internal_test_code": "620022",
    "icd_codes": [
      "E70.20",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "Robert Martinez, born 2011-02-23, is seen for ongoing neurologic and metabolic concerns. Since early childhood, history is notable for progressive difficulties with coordination, including an unsteady, wide-based gait and frequent falls. Parents report trouble with fine motor tasks such as buttoning clothes and handwriting, and teachers have observed clumsiness during sports and playground activities. Neurologic examination has previously documented impaired balance and dysmetria on finger-to-nose testing, consistent with a cerebellar pattern of ataxia. Clinical concerns also include a suspected disturbance in amino acid metabolism, with intermittent episodes of irritability and lethargy, particularly during intercurrent illness, prompting prior metabolic evaluations. Growth and general health have otherwise been described as appropriate. Family history is significant for a younger brother with similar coordination difficulties currently under neurologic evaluation, and a maternal uncle reported to have lifelong gait imbalance requiring the use of a cane in adulthood. There is no known consanguinity, and no other relatives are known to have metabolic or neurologic disorders."
  },
  {
    "sample_type": "2c",
    "patient_first_name": "Daniel",
    "patient_last_name": "Martin",
    "dob": "2010-04-07",
    "sex": "Male",
    "member_id": "MCD687156436",
    "patient_address": "1050 West St, Middletown, CT 06599",
    "subscriber_name": "Sharon Martin",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Maria Martinez",
    "provider_npi": "9247456479",
    "provider_phone": "(203) 421-6903",
    "provider_fax": "(860) 292-5847",
    "provider_address": "2691 School St, New London, CT 06010",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "9582 Elm St, Windsor, CT 06900",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81599",
      "812345"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-22",
    "internal_test_code": "80001",
    "icd_codes": [
      "E88.40",
      "P94.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "Daniel Martin is a 14-year-old boy with a history notable for intermittent episodes of metabolic decompensation characterized by fatigue, poor exercise tolerance, and occasional nausea, particularly during intercurrent illness or prolonged fasting. Parents report that since early childhood he has had difficulty maintaining energy levels compared with peers, with periodic evaluation for unexplained metabolic abnormalities and concern for an underlying inborn error of metabolism. Laboratory assessments over time have suggested disturbances in intermediary metabolism, though a unifying diagnosis has not yet been established. Neurologically, his course has been marked by episodic generalized hypotonia, described by parents as “floppiness,” more prominent during infancy and early childhood and occasionally exacerbated by illness or metabolic stress. There is no history of seizures, but school reports note mild difficulties with sustained attention during periods of increased fatigue. Family history is notable for a younger sister with similar but milder episodes of fatigue during viral illnesses and a maternal uncle reported to have lifelong low muscle tone and easy fatigability, without a formal diagnosis."
  },
  {
    "sample_type": "2c",
    "patient_first_name": "David",
    "patient_last_name": "Moore",
    "dob": "2010-12-24",
    "sex": "Male",
    "member_id": "CT793334672",
    "patient_address": "3754 Court St, Trumbull, CT 06331",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Michael Smith",
    "provider_npi": "4349516525",
    "provider_phone": "(959) 650-3790",
    "provider_fax": "(959) 679-5301",
    "provider_address": "3322 Meadow Ln, Hartford, CT 06266",
    "lab_name": "LabCorp",
    "lab_npi": "9653680021",
    "lab_address": "3950 North St, Hartford, CT 06153",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "812345",
      "814199"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-31",
    "internal_test_code": "620024",
    "icd_codes": [
      "E87.2",
      "P94.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "David Moore is a 15-year-old male with a history notable for neonatal neuromuscular difficulties, including generalized hypotonia and poor spontaneous movement noted shortly after birth. Parents recall that he was “floppy” as an infant, with delayed attainment of early motor milestones and difficulty coordinating suck and swallow, requiring prolonged feeding support in the newborn period. Over time, he has continued to exhibit mild residual motor incoordination and fatigability, particularly with prolonged physical activity, though cognitive development and school performance have remained appropriate for age. Clinical concerns have also included recurrent episodes of metabolic decompensation characterized by tachypnea, lethargy, and laboratory evidence of metabolic acidosis during intercurrent illnesses, responding to intravenous fluids and careful metabolic management. Between episodes, he is generally well, with no reported failure to thrive. Family history is notable for a maternal uncle with an undiagnosed childhood-onset muscle weakness requiring physical therapy and a paternal grandmother with type 2 diabetes and hypertension. There is no known consanguinity."
  },
  {
    "sample_type": "2c",
    "patient_first_name": "Nancy",
    "patient_last_name": "Rivera",
    "dob": "2009-07-27",
    "sex": "Female",
    "member_id": "CT661595754",
    "patient_address": "3079 Spring St, Stamford, CT 06240",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Sarah Johnson",
    "provider_npi": "8669060082",
    "provider_phone": "(475) 737-9438",
    "provider_fax": "(475) 435-5267",
    "provider_address": "7739 Spring St, Bridgeport, CT 06639",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "3335 Broad St, Waterbury, CT 06495",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "812345"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-09",
    "internal_test_code": "",
    "icd_codes": [
      "E87.2",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Nancy Rivera is a 15-year-old girl with a history notable for recurrent episodes of generalized seizures beginning in later childhood, often in the setting of intercurrent illness or decreased oral intake. Parents report events characterized by sudden loss of responsiveness, tonic stiffening, and rhythmic jerking of all extremities lasting 1–2 minutes, followed by postictal confusion and fatigue. Several episodes have required emergency evaluation, during which she was found to have significant disturbances in her blood acid–base balance, with low bicarbonate levels and elevated anion gap, prompting concern for an underlying metabolic vulnerability. Between episodes, Nancy is generally well, though she occasionally reports headaches and fatigue after prolonged physical activity or missed meals. There is no known history of head trauma, central nervous system infection, or toxin exposure. Family history is notable for a maternal uncle with “seizure spells” in adolescence that resolved in adulthood, and a younger male cousin on the paternal side who has been evaluated for unexplained metabolic acidosis during severe viral illnesses."
  },
  {
    "sample_type": "2c",
    "patient_first_name": "Karen",
    "patient_last_name": "Young",
    "dob": "2008-04-20",
    "sex": "Female",
    "member_id": "MCD562638759",
    "patient_address": "4515 High St, Manchester, CT 06655",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Anthony Walker",
    "provider_npi": "7239645042",
    "provider_phone": "(475) 221-6580",
    "provider_fax": "(860) 665-5405",
    "provider_address": "6772 Main St, Hartford, CT 06997",
    "lab_name": "GeneDx",
    "lab_npi": "",
    "lab_address": "4283 Washington Ave, Norwalk, CT 06026",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81599"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-20",
    "internal_test_code": "TH78b",
    "icd_codes": [
      "E87.2",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Karen Young is a 16-year-old girl with a history notable for recurrent generalized seizures beginning in early childhood, currently characterized by episodes of loss of consciousness with tonic–clonic activity and postictal confusion. Seizures have been variably controlled on antiseizure medication, with intermittent breakthrough events, particularly during periods of illness or missed doses. Clinical concerns also include recurrent episodes of metabolic decompensation with documented acid–base disturbances, during which she presents with fatigue, tachypnea, and nausea; these episodes have required emergency evaluation and intravenous fluids with careful electrolyte and bicarbonate management. Parents report that during these metabolic crises her seizures tend to cluster and recovery is prolonged. Between episodes, Karen attends school with generally stable functioning, though she avoids strenuous physical activity due to fear of provoking symptoms. Family history is notable for a maternal uncle with epilepsy of unclear etiology and a paternal grandmother with long-standing type 2 diabetes and hypertension. No known consanguinity is reported."
  },
  {
    "sample_type": "2c",
    "patient_first_name": "Mark",
    "patient_last_name": "Martin",
    "dob": "2023-12-08",
    "sex": "Intersex",
    "member_id": "CT175847587",
    "patient_address": "8056 Spring St, Danbury, CT 06167",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. William Jones",
    "provider_npi": "5479916010",
    "provider_phone": "(203) 453-2706",
    "provider_fax": "(860) 334-7183",
    "provider_address": "7223 Hill St, Torrington, CT 06294",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "90210"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-22",
    "internal_test_code": "",
    "icd_codes": [
      "E73.0",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "Mark Martin is a young intersex child whose history is notable for feeding intolerance and gastrointestinal discomfort following introduction of standard cow’s milk–based formula, with recurrent bloating, loose stools, and irritability that improve when dairy is removed from the diet. Parents report difficulty transitioning to yogurt and cheese, with similar symptoms occurring within hours of ingestion. Growth parameters have been borderline appropriate, though there is concern for inadequate weight gain during periods of poor intake. Neurologically, Mark demonstrates intermittent unsteadiness when attempting to stand with support and during early cruising, with a broad-based stance and occasional truncal wobbling; no clear regression has been noted. Development in other domains appears appropriate for age, though formal assessment is pending. Family history is notable for a maternal uncle with “lifelong trouble digesting milk” requiring strict lactose avoidance, and a paternal grandfather with late-onset type 2 diabetes and hypertension. No known hereditary neurologic disorders have been reported in close relatives."
  },
  {
    "sample_type": "2d",
    "patient_first_name": "Timothy",
    "patient_last_name": "Martin",
    "dob": "2022-07-03",
    "sex": "Intersex",
    "member_id": "HUS551401524",
    "patient_address": "1748 Washington Ave, Shelton, CT 06592",
    "subscriber_name": "Betty Martin",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Emily Davis",
    "provider_npi": "2213247876",
    "provider_phone": "(203) 681-6641",
    "provider_fax": "(860) 547-4304",
    "provider_address": "9248 Court St, Windsor, CT 06350",
    "lab_name": "Invitae",
    "lab_npi": "5304203603",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-10-24",
    "internal_test_code": "",
    "icd_codes": [
      "Q04.0",
      "Q21.1",
      "Q17.0",
      "R41.840",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-10-26",
    "clinical_note": "Timothy Martin is a 3-year-old intersex child with a complex congenital history. Since birth, he has had marked craniofacial asymmetry with low-set, posteriorly rotated ears and mild facial dysmorphism, prompting early genetics evaluation. History is notable for a confirmed congenital brain malformation involving underdevelopment of the cerebral hemispheres with associated ventriculomegaly on prior imaging, and a congenital heart defect consistent with an atrial septal anomaly that has been followed by cardiology. Developmentally, Timothy shows significant global delays, particularly in attention, social engagement, and early language acquisition; caregivers describe poor focus, limited joint attention, and difficulty following simple commands compared with age-matched peers. He has required early intervention services including physical, occupational, and speech therapy with gradual but clearly delayed progress. Clinical concerns also include a broader pattern of anomalies suggestive of an underlying syndromic condition affecting growth and craniofacial development. Prior genetic testing with a single-gene assay performed on 2025-10-26 was reported as negative, and no definitive molecular diagnosis has yet been established."
  },
  {
    "sample_type": "2d",
    "patient_first_name": "Michelle",
    "patient_last_name": "Wright",
    "dob": "2013-08-10",
    "sex": "Female",
    "member_id": "CT522800901",
    "patient_address": "5425 Pleasant St, Norwalk, CT 06963",
    "subscriber_name": "Karen Wright",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Jennifer Wilson",
    "provider_npi": "4505006307",
    "provider_phone": "(475) 345-1601",
    "provider_fax": "(959) 977-4176",
    "provider_address": "4532 Elm St, Stratford, CT 06814",
    "lab_name": "GeneDx",
    "lab_npi": "",
    "lab_address": "7984 Second St, Hartford, CT 06121",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-10-19",
    "internal_test_code": "561b",
    "icd_codes": [
      "Q17.0",
      "Q21.1",
      "Q22.2",
      "F72",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-10-20",
    "clinical_note": "Michelle Wright is a 12-year-old girl with a longstanding history of global developmental delay and severe intellectual impairment, with limited expressive language and need for assistance in most activities of daily living. Since infancy, growth and development have been complicated by multiple congenital anomalies. Birth history reportedly included recognition of external ear malformations with low-set, cupped auricles and abnormal helical folds, and she has had recurrent evaluations for possible hearing impairment. Cardiac history is notable for a congenital atrial septal defect and partial atrioventricular canal physiology, along with a dysplastic pulmonary valve; she underwent early cardiology follow-up and continues to be monitored for residual shunting and valvular dysfunction. Physical examination over time has described a pattern of craniofacial differences, including a broad nasal bridge, downslanting palpebral fissures, and mild micrognathia, raising concern for an underlying syndromic diagnosis. There is no known family history of similar birth defects or neurodevelopmental disorders. Prior chromosomal microarray testing performed on 2025-10-20 was reported as negative."
  },
  {
    "sample_type": "2d",
    "patient_first_name": "Daniel",
    "patient_last_name": "Gonzalez",
    "dob": "2014-01-17",
    "sex": "Unknown",
    "member_id": "HUS147028813",
    "patient_address": "4934 Sunset Ave, Meriden, CT 06712",
    "subscriber_name": "Elizabeth Gonzalez",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Susan Clark",
    "provider_npi": "1815073566",
    "provider_phone": "(959) 238-8689",
    "provider_fax": "(860) 243-3080",
    "provider_address": "7787 Main St, Trumbull, CT 06566",
    "lab_name": "GeneDx",
    "lab_npi": "1572192543",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2025-10-12",
    "internal_test_code": "J744a",
    "icd_codes": [
      "Q67.4",
      "Q22.2",
      "Q66.89",
      "F71",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-10-20",
    "clinical_note": "Daniel Gonzalez, born 17 Jan 2014, is followed for a complex history beginning in early childhood with global developmental delay and moderate intellectual impairment, requiring support with academic skills, daily living activities, and social functioning. Motor milestones were delayed, and he has persistent difficulty with coordination and fine motor tasks. Clinical concerns also include congenital musculoskeletal abnormalities of the feet with atypical positioning and gait abnormalities, for which he has used orthotics and undergone physical therapy. Since infancy he has had craniofacial asymmetry with noticeable plagiocephaly and additional subtle facial differences consistent with an underlying syndromic diagnosis. Cardiac history is notable for a congenital malformation of the pulmonary valve, monitored by cardiology with periodic echocardiography. Overall appearance and multi-system involvement raise concern for a recognizable congenital malformation syndrome with characteristic facial features and skeletal involvement. Prior genetic evaluation included a targeted gene panel on 20 Oct 2025, which was reported as negative, and further comprehensive genetic testing is now being pursued to clarify the underlying etiology and guide management and counseling."
  },
  {
    "sample_type": "2d",
    "patient_first_name": "Joshua",
    "patient_last_name": "Garcia",
    "dob": "2006-02-23",
    "sex": "Male",
    "member_id": "CT764172089",
    "patient_address": "5188 North St, Hartford, CT 06617",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Sarah Johnson",
    "provider_npi": "4329775957",
    "provider_phone": "(475) 910-7530",
    "provider_fax": "(959) 716-1843",
    "provider_address": "3013 Water St, Hartford, CT 06622",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "3126 Park Rd, New Haven, CT 06144",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2025-04-24",
    "internal_test_code": "",
    "icd_codes": [
      "Q04.0",
      "Q67.4",
      "F71",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-05-04",
    "clinical_note": "Joshua Garcia is a 19-year-old male with a longstanding history of global developmental delay and moderate intellectual disability, requiring assistance with activities of daily living and ongoing special education support. Since early childhood, caregivers have noted poor coordination and delayed attainment of motor and language milestones. History is notable for congenital brain malformation characterized by underdevelopment of the cerebral hemispheres with associated ventriculomegaly on prior neuroimaging, contributing to hypotonia and impaired motor planning. He also exhibits multiple congenital anomalies, including a proportionately small head, mild limb asymmetry, and thoracic cage disproportion. Dysmorphic features include a prominent forehead, midface hypoplasia, downslanting palpebral fissures, low-set, posteriorly rotated ears, and a short neck with relative truncal shortening, raising concern for an underlying skeletal dysplasia–like syndrome. Growth parameters have tracked below the 5th percentile for height with relatively preserved weight. There is no known family history of similar neurodevelopmental or structural abnormalities. Prior genetic evaluation included single-gene testing performed on 2025-05-04, which was negative, and he is now referred for broader genomic analysis to clarify an underlying diagnosis and guide management."
  },
  {
    "sample_type": "2d",
    "patient_first_name": "Christopher",
    "patient_last_name": "Hill",
    "dob": "2014-12-30",
    "sex": "Intersex",
    "member_id": "HUS797831632",
    "patient_address": "9159 Church St, Danbury, CT 06439",
    "subscriber_name": "John Hill",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Patricia Anderson",
    "provider_npi": "5046545492",
    "provider_phone": "(860) 543-2373",
    "provider_fax": "(860) 741-2384",
    "provider_address": "5540 Water St, Norwalk, CT 06577",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-01-19",
    "internal_test_code": "80003",
    "icd_codes": [
      "Q17.0",
      "Q61.4",
      "Q22.2",
      "F71",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-01-21",
    "clinical_note": "Christopher Hill is a 10-year-old intersex child with a history notable for multiple congenital anomalies and moderate intellectual disability. Since infancy, he has been followed for abnormal external ear formation with prominent, low-set, and cupped auricles, accompanied by mild facial asymmetry, a broad nasal bridge, and a short philtrum, giving an overall dysmorphic appearance. Cardiac history includes a repaired atrial septal defect diagnosed in early childhood, with ongoing surveillance by pediatric cardiology and no current symptoms of heart failure or cyanosis. Renal history is significant for a congenitally small, dysplastic left kidney with compensatory hypertrophy of the right; blood pressure and renal function are monitored regularly and remain stable. Developmentally, Christopher exhibits delayed acquisition of language and academic skills, requiring special education services and support for activities of daily living, though he is socially engaging and cooperative on examination. A chromosomal microarray performed on 2025-01-21 was reported as negative, without pathogenic copy number changes to account for his clinical presentation."
  },
  {
    "sample_type": "2e",
    "patient_first_name": "Karen",
    "patient_last_name": "Wright",
    "dob": "2015-04-02",
    "sex": "Female",
    "member_id": "MCD119065269",
    "patient_address": "3091 Highland Ave, Bristol, CT 06863",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Joseph Harris",
    "provider_npi": "9689283607",
    "provider_phone": "(860) 963-4144",
    "provider_fax": "(475) 971-4647",
    "provider_address": "84 State St, Shelton, CT 06162",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "",
    "internal_test_code": "",
    "icd_codes": [
      "E88.40",
      "P94.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "Karen Wright is a 9-year-old girl with a history notable for early-life neuromuscular irritability, including intermittent tremulousness and increased startle in infancy that required close pediatric follow-up. Parents report that she was described as “jittery” as a newborn, with episodes of hypertonia that gradually improved over the first year but never fully resolved; she continues to have occasional muscle stiffness and fine tremor with exertion or illness. Clinical concerns now include intermittent fatigue, poor exercise tolerance, and episodes of generalized weakness, particularly later in the day or during intercurrent infections, raising concern for an underlying disorder of cellular energy handling. Growth has been appropriate, and there is no history of developmental regression. School performance is average, though teachers have noted that she tires more quickly than peers during physical activities. Family history is notable for a maternal uncle with lifelong muscle cramps and heat intolerance, and a paternal grandmother with adult-onset peripheral neuropathy of unclear etiology; there is no known consanguinity."
  },
  {
    "sample_type": "2e",
    "patient_first_name": "Donna",
    "patient_last_name": "Anderson",
    "dob": "2017-09-08",
    "sex": "Female",
    "member_id": "CT916166084",
    "patient_address": "2348 Mill St, Stratford, CT 06306",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Sandra King",
    "provider_npi": "5855580168",
    "provider_phone": "(475) 600-6415",
    "provider_fax": "(959) 857-6371",
    "provider_address": "9936 Valley Rd, Newington, CT 06498",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "2106 Maple St, West Haven, CT 06709",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "",
    "internal_test_code": "",
    "icd_codes": [
      "E87.2",
      "P94.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "Donna Anderson is a 7-year-old girl with a history notable for recurrent episodes of metabolic decompensation characterized by tachypnea, lethargy, and poor feeding during intercurrent illnesses. Parents report several emergency department visits for “acid in the blood” requiring intravenous fluids and close monitoring, with laboratory evaluations consistently demonstrating a high anion gap metabolic acidosis that resolves with supportive care. Between episodes, growth and activity are described as appropriate for age, though she is more easily fatigued during viral infections. Neonatal records indicate transient neuromuscular irritability in the first weeks of life, with increased tone and jitteriness that gradually improved without the need for long-term anticonvulsant therapy. No seizures have been documented, but parents note intermittent muscle stiffness and fine tremulousness during febrile illnesses. Family history is notable for a maternal uncle with type 1 diabetes diagnosed in adolescence and a paternal grandmother with hypothyroidism; there is no known history of similar metabolic crises, neuromuscular symptoms, or unexplained childhood deaths in close relatives."
  },
  {
    "sample_type": "2e",
    "patient_first_name": "Anthony",
    "patient_last_name": "Hill",
    "dob": "2022-04-02",
    "sex": "Unknown",
    "member_id": "CT733154883",
    "patient_address": "3106 High St, New Britain, CT 06958",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Angela Thompson",
    "provider_npi": "7938682392",
    "provider_phone": "(860) 372-9293",
    "provider_fax": "(203) 514-7876",
    "provider_address": "157 Franklin St, Waterbury, CT 06948",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "1056 Center St, West Hartford, CT 06114",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "",
    "internal_test_code": "",
    "icd_codes": [
      "R79.89",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Anthony Hill, born 02-Apr-2022, is seen for ongoing concerns related to episodic neurologic events and laboratory abnormalities. Since late infancy, caregivers have reported brief spells characterized by generalized stiffening and unresponsiveness, sometimes followed by post-event sleepiness; no clear triggers have been identified, and events have occurred both during wakefulness and sleep. Clinical history is further notable for intermittent elevations in serum biochemical markers on prior lab evaluations, prompting concern for an underlying metabolic disturbance; episodes have occasionally coincided with poor oral intake and mild lethargy during intercurrent illnesses. Developmental progress between events has been described as stable by caregivers. There is a reported family history of a paternal uncle with childhood-onset seizure episodes that reportedly resolved in adolescence without known structural brain abnormality. Additionally, a maternal grandmother carries a diagnosis of type 2 diabetes, and a paternal grandfather has a history of coronary artery disease in his 50s. No known consanguinity is reported."
  },
  {
    "sample_type": "2e",
    "patient_first_name": "Andrew",
    "patient_last_name": "Torres",
    "dob": "2005-04-03",
    "sex": "Male",
    "member_id": "CT784618353",
    "patient_address": "1755 Elm St, Middletown, CT 06509",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Michael Smith",
    "provider_npi": "4680138128",
    "provider_phone": "(203) 325-3109",
    "provider_fax": "(959) 811-9073",
    "provider_address": "2430 West St, Enfield, CT 06514",
    "lab_name": "Invitae",
    "lab_npi": "3859592088",
    "lab_address": "186 Highland Ave, Greenwich, CT 06596",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "",
    "internal_test_code": "80001",
    "icd_codes": [
      "R79.89",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Andrew Torres is a 19-year-old male with a history notable for recurrent generalized seizures beginning in adolescence, characterized by loss of consciousness, tonic–clonic activity, and postictal confusion. Seizure frequency has fluctuated despite antiepileptic therapy, with occasional breakthrough events reported over the past year. There is no clear precipitating trigger, though sleep deprivation and intercurrent illness appear to lower his threshold. Clinical concerns also include intermittent abnormalities on routine laboratory testing, with persistently elevated serum markers suggestive of an underlying metabolic disturbance; further characterization is ongoing. Parents report episodic fatigue and decreased exercise tolerance corresponding to periods of biochemical derangement, but no episodes of overt metabolic crisis or hospitalization for acidosis or hypoglycemia. Developmental milestones and academic performance have been otherwise age-appropriate. Family history is notable for a maternal uncle with epilepsy of unclear etiology, and a paternal grandfather with type 2 diabetes and hyperlipidemia. There is no known consanguinity. Andrew currently lives with his parents, attends college, and denies alcohol or illicit drug use."
  },
  {
    "sample_type": "2e",
    "patient_first_name": "Donna",
    "patient_last_name": "Sanchez",
    "dob": "2011-10-27",
    "sex": "Female",
    "member_id": "MCD902139235",
    "patient_address": "2491 Pine St, Hamden, CT 06237",
    "subscriber_name": "Deborah Sanchez",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Anthony Walker",
    "provider_npi": "5153946369",
    "provider_phone": "(959) 401-7881",
    "provider_fax": "(475) 821-6177",
    "provider_address": "2767 Highland Ave, Newington, CT 06463",
    "lab_name": "GeneDx",
    "lab_npi": "",
    "lab_address": "5840 Highland Ave, Newington, CT 06376",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "",
    "internal_test_code": "J744b",
    "icd_codes": [
      "R79.89",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Donna Sanchez is a 13-year-old girl with a history notable for recurrent seizures beginning in mid-childhood, described as generalized convulsive episodes occasionally preceded by brief staring and unresponsiveness. Events have occurred without clear triggers, sometimes in clusters, and have required emergency evaluation on several occasions. Parents report postictal confusion, fatigue, and intermittent headaches afterward. Ongoing neurological follow-up has documented variable seizure control on antiseizure medication, with recent concerns for breakthrough episodes despite reported adherence. Clinical concerns also include intermittent abnormalities on routine laboratory testing, with fluctuating elevations in serum markers suggestive of an underlying metabolic or systemic imbalance; these findings have prompted repeat testing and consideration of a metabolic contribution to her seizure disorder. There is a positive family history of epilepsy in a paternal uncle with onset in adolescence, as well as a maternal cousin with unexplained fainting spells thought to be seizure-related. No known consanguinity is reported. Donna is otherwise reported to be performing at grade level academically and participates in regular school activities between episodes."
  },
  {
    "sample_type": "3a",
    "patient_first_name": "Sharon",
    "patient_last_name": "Walker",
    "dob": "2006-02-08",
    "sex": "Female",
    "member_id": "CT526818076",
    "patient_address": "7080 Pine St, Danbury, CT 06474",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Anthony Walker",
    "provider_npi": "3977182726",
    "provider_phone": "(203) 647-2198",
    "provider_fax": "(475) 620-3779",
    "provider_address": "8951 East St, Bridgeport, CT 06183",
    "lab_name": "GeneDx",
    "lab_npi": "4674627979",
    "lab_address": "2822 State St, Glastonbury, CT 06211",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-11",
    "internal_test_code": "TH78b",
    "icd_codes": [
      "E87.2",
      "R27.0",
      "S93.401A",
      "S06.0X0A"
    ],
    "icd_descriptions": "",
    "clinical_note": "Sharon Walker is a 18-year-old female with a history notable for recurrent metabolic acidosis, most prominently during intercurrent illnesses with vomiting and poor oral intake. Parents report episodes of fatigue, tachypnea, and abdominal discomfort during these events, with laboratory studies on multiple occasions showing low serum bicarbonate and an elevated anion gap, improving with IV fluids and bicarbonate therapy. Between episodes, she is generally well but describes reduced exercise tolerance compared with peers. Neurologically, she has a longstanding complaint of poor coordination and clumsiness; examination has previously documented an unsteady, wide-based gait and difficulty with rapid alternating movements, consistent with a cerebellar ataxia. Earlier this year, she sustained a right ankle sprain while playing soccer, followed several months later by a mild closed head injury without loss of consciousness after a fall; both injuries resolved without sequelae. Family history is significant for a younger brother with similar episodic acidosis requiring hospitalization, and a maternal aunt with type 1 diabetes and autoimmune thyroid disease. No known consanguinity is reported."
  },
  {
    "sample_type": "3a",
    "patient_first_name": "Daniel",
    "patient_last_name": "Torres",
    "dob": "2021-11-06",
    "sex": "Male",
    "member_id": "CT991195479",
    "patient_address": "5135 Meadow Ln, Glastonbury, CT 06514",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Anthony Walker",
    "provider_npi": "1003719992",
    "provider_phone": "(860) 576-1533",
    "provider_fax": "(959) 716-9664",
    "provider_address": "3936 East St, Newington, CT 06735",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "9451 Second St, Milford, CT 06800",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-14",
    "internal_test_code": "WGS001X",
    "icd_codes": [
      "E87.2",
      "R56.9",
      "S01.01XA",
      "T36.0X1A",
      "S06.0X0A"
    ],
    "icd_descriptions": "",
    "clinical_note": "Daniel Torres is a 3-year-old boy with a history notable for recurrent episodes of metabolic acidosis, often presenting with lethargy, poor oral intake, and tachypnea during intercurrent illnesses. Parents report several emergency department visits where blood work demonstrated low serum bicarbonate and elevated anion gap, improving with IV fluids and bicarbonate therapy. Clinical course has also been complicated by unprovoked and febrile seizures, described as generalized tonic events with postictal somnolence; he is currently followed by neurology and is not yet on daily antiseizure medication. Earlier this year, he sustained a forehead laceration and a mild concussion after a fall, with brief confusion but no documented loss of consciousness; neuroimaging at that time was unremarkable. Past history includes a documented allergic-type reaction to penicillin-class antibiotics, with rash and facial swelling following treatment for otitis media. Family history is notable for a maternal uncle with epilepsy beginning in childhood and a paternal cousin with recurrent unexplained episodes of “low blood sugar” requiring hospital evaluation."
  },
  {
    "sample_type": "3a",
    "patient_first_name": "Thomas",
    "patient_last_name": "Moore",
    "dob": "2022-04-01",
    "sex": "Intersex",
    "member_id": "CT129365413",
    "patient_address": "1870 Second St, Stratford, CT 06683",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Sandra King",
    "provider_npi": "3124689733",
    "provider_phone": "(203) 645-3936",
    "provider_fax": "(959) 362-2220",
    "provider_address": "3781 Pine St, Milford, CT 06225",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-12-11",
    "internal_test_code": "80001",
    "icd_codes": [
      "E88.40",
      "R56.9",
      "S01.01XA",
      "T20.00XA"
    ],
    "icd_descriptions": "",
    "clinical_note": "Thomas Moore is a young intersex child with a history notable for recurrent episodes concerning for seizures, described by caregivers as sudden unresponsiveness with generalized stiffening and rhythmic jerking, followed by postictal lethargy. Events reportedly began in early childhood and have occurred without clear provocation. Clinical concerns also include a suspected underlying metabolic disorder, with intermittent poor feeding, decreased energy, and episodes of vomiting during minor illnesses, raising concern for a disturbance in intermediary metabolism. Growth and developmental progress have otherwise been generally appropriate for age per parental report. Recently, Thomas sustained a superficial scalp laceration after a fall during a possible seizure, which required emergency evaluation and local wound care but no surgical intervention. There is no history of prolonged loss of consciousness outside of the seizure-like episodes. Family history is notable for a paternal uncle with childhood-onset epilepsy and a maternal cousin with an unspecified “metabolic problem” requiring dietary restrictions. No known consanguinity is reported."
  },
  {
    "sample_type": "3a",
    "patient_first_name": "Dorothy",
    "patient_last_name": "Torres",
    "dob": "2021-07-02",
    "sex": "Female",
    "member_id": "MCD809848442",
    "patient_address": "7945 Cedar St, Milford, CT 06162",
    "subscriber_name": "John Torres",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Mark Lewis",
    "provider_npi": "8620147268",
    "provider_phone": "(203) 695-9256",
    "provider_fax": "(203) 533-1492",
    "provider_address": "3841 Union St, Glastonbury, CT 06148",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-31",
    "internal_test_code": "620022",
    "icd_codes": [
      "E73.0",
      "P94.2",
      "T36.0X1A",
      "T20.00XA"
    ],
    "icd_descriptions": "",
    "clinical_note": "Dorothy Torres is a 3-year-old girl with a history notable for feeding intolerance and gastrointestinal discomfort following dairy exposure, with bloating, loose stools, and irritability after ingestion of cow’s milk–based products. Parents report she has been transitioned to lactose-free alternatives with partial improvement, though she continues to have intermittent abdominal pain. Neonatal records describe transient neuromuscular irritability with increased startle and mild hypertonia, which gradually improved over the first months of life but prompted ongoing neurological follow-up. There is no history of seizures, regression, or developmental plateau, and she is meeting gross motor and language milestones appropriately. Past medical history is also notable for a superficial facial burn in early childhood after accidental contact with a hot surface; this healed without functional sequelae. Additionally, she experienced a prior adverse reaction to penicillin-class antibiotics characterized by rash and gastrointestinal upset, and these agents are now avoided. Family history is significant for a maternal uncle with “milk intolerance” requiring dietary restriction and a paternal grandmother with type 2 diabetes and hypertension."
  },
  {
    "sample_type": "3a",
    "patient_first_name": "Kevin",
    "patient_last_name": "Mitchell",
    "dob": "2009-06-05",
    "sex": "Male",
    "member_id": "MCD873105608",
    "patient_address": "4255 Oak Ave, Manchester, CT 06543",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Helen Robinson",
    "provider_npi": "8941196049",
    "provider_phone": "(959) 913-3867",
    "provider_fax": "(860) 965-4710",
    "provider_address": "4583 South St, East Hartford, CT 06612",
    "lab_name": "Invitae",
    "lab_npi": "1342455980",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-03",
    "internal_test_code": "80001",
    "icd_codes": [
      "R79.89",
      "R27.0",
      "T20.00XA",
      "S01.01XA"
    ],
    "icd_descriptions": "",
    "clinical_note": "Kevin Mitchell is a 15-year-old male with a history notable for intermittent abnormalities on serum laboratory studies, including previously elevated liver enzymes of unclear etiology, prompting metabolic evaluation. Parents report episodes of fatigue and decreased exercise tolerance over the past year, without clear triggers, as well as occasional nonspecific dizziness. Neurologically, clinical concerns include mild unsteadiness with fine motor tasks and intermittent gait clumsiness, described as difficulty with rapid alternating movements and occasional veering when walking quickly, though he remains fully ambulatory and attends regular school. There is no history of seizures or regression of skills. Past medical history is also significant for a prior superficial facial laceration at the scalp/forehead region and a remote superficial burn to the upper face, both sustained in accidental household incidents and fully healed without sequelae. Family history is notable for a maternal uncle with an undiagnosed chronic liver condition requiring periodic monitoring and a paternal grandmother with long-standing type 2 diabetes and hypertension."
  },
  {
    "sample_type": "3b",
    "patient_first_name": "Joshua",
    "patient_last_name": "Flores",
    "dob": "2015-01-08",
    "sex": "Unknown",
    "member_id": "HUS389611741",
    "patient_address": "6513 High St, Torrington, CT 06031",
    "subscriber_name": "Sarah Flores",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Steven Torres",
    "provider_npi": "3670693514",
    "provider_phone": "(475) 732-6999",
    "provider_fax": "(860) 636-3996",
    "provider_address": "184 Park Rd, East Hartford, CT 06777",
    "lab_name": "Invitae",
    "lab_npi": "9991952096",
    "lab_address": "6720 Broad St, West Hartford, CT 06020",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-02",
    "internal_test_code": "80001",
    "icd_codes": [
      "T20.00XA",
      "S93.401A",
      "S06.0X0A"
    ],
    "icd_descriptions": "",
    "clinical_note": "Joshua Flores (DOB 2015-01-08) is a school-aged child seen today for follow-up after multiple recent injuries. History is notable for a superficial burn to the head and face sustained when hot liquid was accidentally spilled, without airway involvement or need for grafting. More recently, Joshua experienced an ankle injury while playing sports, described as a twisting event with immediate pain and difficulty bearing weight; imaging at the time showed no fracture, and the episode was managed conservatively with immobilization and activity restriction. In addition, Joshua has a history of a mild head injury following a fall, with brief headache but no loss of consciousness, vomiting, or persistent neurologic symptoms; evaluation in the emergency setting did not reveal intracranial complications, and symptoms resolved with rest. Development, behavior, and growth have been reported as appropriate for age by caregivers, and there are no chronic medical conditions currently documented. Joshua is not on daily medications, and immunizations are reportedly up to date. No significant family medical history is reported."
  },
  {
    "sample_type": "3b",
    "patient_first_name": "Jessica",
    "patient_last_name": "Scott",
    "dob": "2010-01-16",
    "sex": "Female",
    "member_id": "HUS884784404",
    "patient_address": "2172 East St, Windsor, CT 06539",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Michael Smith",
    "provider_npi": "8302851927",
    "provider_phone": "(475) 367-8193",
    "provider_fax": "(475) 435-8100",
    "provider_address": "748 Park Rd, East Hartford, CT 06841",
    "lab_name": "Invitae",
    "lab_npi": "3160136151",
    "lab_address": "2808 Valley Rd, Shelton, CT 06915",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-15",
    "internal_test_code": "",
    "icd_codes": [
      "T36.0X1A",
      "S06.0X0A",
      "S01.01XA"
    ],
    "icd_descriptions": "",
    "clinical_note": "Jessica Scott is a 15-year-old girl seen following an acute medication exposure and head injury. History is notable for an accidental ingestion of a penicillin-class antibiotic, after which she developed symptoms consistent with a toxic reaction requiring emergent evaluation. Around the same time, she sustained a minor closed head injury without documented loss of consciousness, followed by headache and transient dizziness but no persistent neurologic deficits reported to date. Examination at the time of injury also documented a superficial laceration involving the scalp/forehead region, which was cleaned and closed without complication, and has since healed well with a thin linear scar. Since these events, there have been no reports of recurrent vomiting, seizures, focal weakness, or changes in behavior or school performance. Current review of systems is otherwise unremarkable, and there is no known family history of similar reactions, bleeding disorders, or neurologic disease. She is currently well-appearing, hemodynamically stable, and not taking regular medications. Continued routine clinical follow-up and monitoring for any delayed post-concussive symptoms were recommended."
  },
  {
    "sample_type": "3b",
    "patient_first_name": "John",
    "patient_last_name": "Harris",
    "dob": "2015-04-03",
    "sex": "Unknown",
    "member_id": "HUS225345455",
    "patient_address": "1744 Pine St, New Haven, CT 06520",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Jennifer Wilson",
    "provider_npi": "5165473774",
    "provider_phone": "(475) 990-6966",
    "provider_fax": "(959) 695-6056",
    "provider_address": "7276 Elm St, Bridgeport, CT 06387",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-12-14",
    "internal_test_code": "",
    "icd_codes": [
      "S06.0X0A",
      "T20.00XA",
      "T36.0X1A"
    ],
    "icd_descriptions": "",
    "clinical_note": "John Harris is a 10-year-old individual who presents following an acute head injury sustained when he fell from a bicycle without a helmet. Witnesses report a brief period of confusion but no documented loss of consciousness, and he is currently alert and oriented with appropriate interaction for age. Since the incident, he has complained of headache and mild nausea, but there has been no vomiting, seizure activity, or focal weakness reported. Examination reveals a cooperative child with normal speech and gait, intact cranial nerves, and no focal neurological deficits. Clinical concerns also include superficial facial burns involving the forehead and upper cheeks after brief exposure to open flame during the same accident, with erythema and tenderness but no blistering or evidence of deeper tissue involvement. Additionally, history is notable for an immediate allergic-type reaction following administration of an oral penicillin antibiotic earlier this week for a presumed upper respiratory infection, characterized by generalized urticaria and pruritus without respiratory compromise or hypotension; symptoms resolved with oral antihistamines. No prior genetic testing has been performed or reported."
  },
  {
    "sample_type": "3b",
    "patient_first_name": "Steven",
    "patient_last_name": "King",
    "dob": "2019-05-27",
    "sex": "Male",
    "member_id": "CT209587327",
    "patient_address": "9977 Church St, Torrington, CT 06837",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Steven Torres",
    "provider_npi": "6995885593",
    "provider_phone": "(475) 595-3696",
    "provider_fax": "(203) 307-1101",
    "provider_address": "2425 Cedar St, West Hartford, CT 06874",
    "lab_name": "GeneDx",
    "lab_npi": "4108339288",
    "lab_address": "8705 Forest Ave, Middletown, CT 06646",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-24",
    "internal_test_code": "TH78a",
    "icd_codes": [
      "S06.0X0A",
      "T20.00XA",
      "T36.0X1A"
    ],
    "icd_descriptions": "",
    "clinical_note": "Steven King is a 5‑year‑old boy brought for evaluation following an acute head injury and associated burn. History obtained from his parents indicates that he sustained a closed head trauma without reported loss of consciousness after falling from playground equipment earlier today, striking the right parietal region. Since the incident, he has been intermittently tearful but consolable, with no vomiting, seizure activity, or alteration in behavior noted at home. On presentation, he is alert, oriented for age, and interactive, with a normal gait and appropriate speech. Examination reveals localized tenderness and mild swelling over the right scalp without step‑off or open wound. Neurologic examination is nonfocal, with intact cranial nerves, normal tone and strength, and symmetric reflexes. Additionally, he has a superficial thermal burn over the anterior chest wall with erythema and mild blistering, consistent with a recent scald exposure; no circumferential involvement is seen. Parents deny exposure to household medications, though there is concern for possible contact with an antibiotic preparation prior to arrival. Supportive care and close observation are planned."
  },
  {
    "sample_type": "3b",
    "patient_first_name": "Richard",
    "patient_last_name": "Adams",
    "dob": "2010-02-13",
    "sex": "Intersex",
    "member_id": "HUS936459843",
    "patient_address": "1120 Maple St, New Britain, CT 06479",
    "subscriber_name": "Paul Adams",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Paul Allen",
    "provider_npi": "5351777005",
    "provider_phone": "(860) 356-4500",
    "provider_fax": "(959) 713-8292",
    "provider_address": "709 Main St, New London, CT 06338",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "7064 Cedar St, Enfield, CT 06078",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-30",
    "internal_test_code": "80001",
    "icd_codes": [
      "S06.0X0A",
      "T20.00XA",
      "T36.0X1A"
    ],
    "icd_descriptions": "",
    "clinical_note": "Richard Adams is a 14-year-old intersex individual seen for follow-up after an acute traumatic event. History is notable for a recent closed head injury with documented concussion following a fall from a skateboard without loss of consciousness. Since the incident, he reports transient headache and mild difficulty concentrating at school, which have been gradually improving with rest and reduced screen time. Neurological examination at today’s visit is nonfocal, and there have been no episodes of vomiting, seizure, or behavioral change reported by caregivers. The injury also resulted in superficial facial and scalp burns from contact with a hot metal surface at the time of the fall; these were initially managed in the emergency department with wound cleansing and topical care, and are now healing well without evidence of infection or scarring complications. Medication history is relevant for prior use of an oral penicillin-class antibiotic, which was associated with an immediate-onset allergic reaction characterized by generalized urticaria and pruritus; he has been advised to avoid this drug class pending formal allergy evaluation."
  },
  {
    "sample_type": "3c",
    "patient_first_name": "Paul",
    "patient_last_name": "Mitchell",
    "dob": "2022-01-09",
    "sex": "Unknown",
    "member_id": "CT232535536",
    "patient_address": "8272 Hill St, Greenwich, CT 06228",
    "subscriber_name": "Joshua Mitchell",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Anthony Walker",
    "provider_npi": "2952926060",
    "provider_phone": "(475) 780-1441",
    "provider_fax": "(860) 931-4058",
    "provider_address": "5113 Court St, Norwich, CT 06576",
    "lab_name": "LabCorp",
    "lab_npi": "6925679092",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-24",
    "internal_test_code": "620024",
    "icd_codes": [
      "E73.0",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "Paul Mitchell, born 09 Jan 2022, is seen for ongoing evaluation of neurologic and metabolic concerns. Since early childhood, caregivers have noted unsteady gait and poor coordination, with frequent stumbling and difficulty with fine motor tasks such as manipulating small toys and feeding utensils. Examination today is notable for truncal instability and intention tremor on reaching, with difficulty performing age-appropriate coordination tasks. Parents also report intermittent episodes of abdominal discomfort, loose stools, and bloating after ingestion of milk and other dairy products, leading the family to largely restrict these from his diet; growth parameters are currently appropriate but require monitoring given dietary limitations. Family history is notable for a maternal uncle with lifelong gait imbalance described as “clumsy” and never formally evaluated, and a paternal cousin diagnosed in adolescence with a chronic inflammatory bowel condition. There is no known consanguinity. A maternal grandfather reportedly developed coronary artery disease in his early 50s, and a paternal grandmother has long-standing hypothyroidism, both managed medically."
  },
  {
    "sample_type": "3c",
    "patient_first_name": "Donna",
    "patient_last_name": "Adams",
    "dob": "2009-02-25",
    "sex": "Female",
    "member_id": "CT505661534",
    "patient_address": "7495 River Rd, Manchester, CT 06086",
    "subscriber_name": "Brian Adams",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Anthony Walker",
    "provider_npi": "2161811464",
    "provider_phone": "(959) 677-1918",
    "provider_fax": "(475) 499-8829",
    "provider_address": "7896 Pine St, East Hartford, CT 06041",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-27",
    "internal_test_code": "620022",
    "icd_codes": [
      "E87.2",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Donna Adams is a 15-year-old girl with a history notable for recurrent generalized seizure-like episodes beginning in late childhood, often preceded by headache and fatigue. Events have occurred both during sleep and wakefulness, with brief post-ictal confusion but no focal deficits documented between episodes. Clinical concerns also include intermittent metabolic instability characterized by episodes of low serum bicarbonate and elevated anion gap, typically associated with intercurrent illness and poor oral intake; these episodes have required emergency department evaluation for dehydration and intravenous fluids. Parents report that Donna otherwise maintains normal growth and school performance, though she has missed classes due to hospital visits. Family history is notable for a paternal uncle with childhood-onset epilepsy controlled on medication, and a maternal grandfather who required coronary artery bypass surgery in his 50s. There is no known consanguinity. A younger brother has exercise-induced asthma but is otherwise healthy. No prior genetic testing has been documented in the record provided for today’s evaluation."
  },
  {
    "sample_type": "3c",
    "patient_first_name": "Robert",
    "patient_last_name": "Perez",
    "dob": "2014-01-18",
    "sex": "Male",
    "member_id": "CT819429287",
    "patient_address": "9107 East St, Glastonbury, CT 06578",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Sarah Johnson",
    "provider_npi": "5261250077",
    "provider_phone": "(475) 358-8709",
    "provider_fax": "(203) 227-9359",
    "provider_address": "6144 Union St, Middletown, CT 06726",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-18",
    "internal_test_code": "620024",
    "icd_codes": [
      "R79.89",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Robert Perez is a 10-year-old boy with a history notable for recurrent, unexplained seizures beginning in early childhood, described as generalized convulsive events with postictal confusion and occasional tongue biting. Episodes occur without clear triggers and have required emergency evaluation on several occasions. Interictal periods are largely unremarkable, though parents report intermittent headaches and fatigue following clusters of events. Laboratory evaluations during seizure workups have repeatedly shown abnormal serum analytes suggestive of an underlying metabolic disturbance, though no specific inborn error has yet been identified. There is no reported developmental regression. Family history is significant for a maternal uncle with epilepsy beginning in adolescence and a paternal cousin with “low blood sugar spells” requiring dietary management. Additional history reveals a maternal grandmother with rheumatoid arthritis and a paternal grandfather who underwent coronary artery bypass surgery in his 50s. Parents deny known consanguinity. No prior genetic testing has been performed to date, and Robert is referred for further evaluation of his seizure disorder and possible metabolic etiology."
  },
  {
    "sample_type": "3c",
    "patient_first_name": "Anthony",
    "patient_last_name": "Campbell",
    "dob": "2007-02-22",
    "sex": "Intersex",
    "member_id": "CT680900842",
    "patient_address": "9142 Second St, Hamden, CT 06360",
    "subscriber_name": "Jennifer Campbell",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Betty Young",
    "provider_npi": "7165510970",
    "provider_phone": "(203) 738-3369",
    "provider_fax": "(860) 889-2265",
    "provider_address": "8531 School St, Newington, CT 06438",
    "lab_name": "Invitae",
    "lab_npi": "7370415667",
    "lab_address": "9845 Second St, Torrington, CT 06245",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-10",
    "internal_test_code": "",
    "icd_codes": [
      "E70.20",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "Anthony Campbell is a 17-year-old intersex individual with a history notable for progressive neurologic and metabolic concerns. Since early adolescence, he has experienced intermittent gait unsteadiness and poor coordination, described by family as clumsiness and difficulty with fine motor tasks such as handwriting and buttoning clothes. Neurologic review further notes occasional intention tremor and challenges with rapid alternating movements, raising concern for a cerebellar process. Metabolic history is significant for a longstanding disorder of aromatic amino acid metabolism, managed with dietary modification and periodic biochemical monitoring; past episodes of fatigue and mild cognitive slowing have been reported during times of poor metabolic control. There is a family history of a paternal uncle with a similar coordination problem beginning in his teens, as well as a maternal grandmother with late-onset type 2 diabetes and a father with hypertension and hyperlipidemia. No known consanguinity is reported. Anthony is currently followed by neurology and metabolic genetics for ongoing evaluation and management of his complex presentation."
  },
  {
    "sample_type": "3c",
    "patient_first_name": "Mark",
    "patient_last_name": "Brown",
    "dob": "2013-03-20",
    "sex": "Intersex",
    "member_id": "MCD471484139",
    "patient_address": "6568 Broad St, Waterbury, CT 06474",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Mark Lewis",
    "provider_npi": "2228776637",
    "provider_phone": "(860) 463-6127",
    "provider_fax": "(475) 315-2313",
    "provider_address": "4709 Church St, Shelton, CT 06885",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2026-01-02",
    "internal_test_code": "80001",
    "icd_codes": [
      "E70.20",
      "P94.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "Mark Brown, born 03/20/2013, is an intersex child referred for evaluation of longstanding neurologic and metabolic concerns. Since early childhood, his history has been notable for episodes of muscle stiffness and abnormal posturing, particularly during periods of stress or illness, with intermittent tremulousness and delayed achievement of fine motor coordination. Caregivers also report fluctuating tone with periods of increased rigidity and difficulty relaxing muscles after contraction, occasionally interfering with gait and handwriting. Clinical concerns include possible disturbances in amino acid metabolism, with prior laboratory evaluations suggesting disordered phenylalanine handling, and intermittent irritability and lethargy when protein intake is high or during intercurrent illness. Growth has otherwise been appropriate, and cognition is described as within expected range for age. Family history is notable for a maternal uncle with a childhood-onset movement disorder requiring baclofen, and a paternal cousin diagnosed with a urea cycle defect in adolescence. Additional history includes a maternal grandmother with type 2 diabetes and a paternal grandfather with ischemic heart disease in his 50s."
  }
]