[
  {
    "sample_type": "1",
    "patient_first_name": "Richard",
    "patient_last_name": "Green",
    "dob": "2016-09-17",
    "sex": "Male",
    "member_id": "CT876204658",
    "patient_address": "5262 Highland Ave, New London, CT 06164",
    "subscriber_name": "Richard Green",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Anthony Walker",
    "provider_npi": "6655578123",
    "provider_phone": "(860) 488-5692",
    "provider_fax": "(475) 422-4124",
    "provider_address": "8229 Sunset Ave, New London, CT 06118",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "3274 Oak Ave, Stamford, CT 06004",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-11",
    "internal_test_code": "",
    "icd_codes": [
      "R79.89",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Richard Green is a 9-year-old boy with a history notable for recurrent episodes of altered responsiveness associated with generalized shaking, first reported in early childhood. Events are described as sudden in onset, with loss of awareness, tonic–clonic movements, and postictal confusion, occurring without clear provoking factors. Clinical concerns also include intermittently abnormal laboratory findings suggestive of a possible underlying metabolic disturbance, with prior evaluations noting unexplained elevations in certain blood analytes and fluctuating liver-associated markers, though no unifying diagnosis has yet been established. Development and school performance have been reported as age-appropriate between episodes. There is a positive family history of neurologic disease: a maternal uncle reportedly has epilepsy beginning in adolescence, and a paternal cousin experienced febrile seizures in early childhood. No known consanguinity is reported. Parents are healthy without known chronic neurologic or metabolic conditions. Further evaluation is requested to clarify the etiology of Richard’s seizure-like episodes and abnormal laboratory results and to guide management and counseling."
  },
  {
    "sample_type": "1",
    "patient_first_name": "Kimberly",
    "patient_last_name": "Hill",
    "dob": "2022-06-21",
    "sex": "Female",
    "member_id": "CT888033673",
    "patient_address": "4739 Water St, Waterbury, CT 06392",
    "subscriber_name": "Patricia Hill",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Angela Thompson",
    "provider_npi": "6404545280",
    "provider_phone": "(959) 487-5606",
    "provider_fax": "(959) 483-9226",
    "provider_address": "8312 Franklin St, New Haven, CT 06922",
    "lab_name": "GeneDx",
    "lab_npi": "",
    "lab_address": "8880 North St, Hamden, CT 06338",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-12-22",
    "internal_test_code": "J744a",
    "icd_codes": [
      "E88.40",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "Kimberly Hill is a 3-year-old girl with a history notable for intermittent episodes of lethargy and poor exercise tolerance, accompanied by periods of fasting intolerance and mild hypoglycemia, raising concern for an underlying disturbance of intermediary metabolism. Parents report that she tires more easily than peers and occasionally appears clammy and irritable if meals are delayed. Neurologically, she demonstrates an unsteady, wide-based gait with truncal instability and difficulty with fine motor tasks such as stacking blocks or using utensils, consistent with a persistent coordination deficit. No clear regression has been noted, but motor milestones were somewhat delayed compared with her older sibling. There have been no seizures. Family history is significant for a maternal uncle with lifelong clumsiness and balance problems requiring physical therapy in childhood, and a paternal cousin diagnosed in adolescence with an unspecified metabolic disorder characterized by recurrent episodes of fatigue and elevated liver enzymes. No known consanguinity is reported. Kimberly currently receives outpatient physical and occupational therapy with modest improvement in functional skills."
  },
  {
    "sample_type": "1",
    "patient_first_name": "James",
    "patient_last_name": "Adams",
    "dob": "2009-02-15",
    "sex": "Male",
    "member_id": "HUS159095653",
    "patient_address": "9974 High St, West Haven, CT 06998",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Jennifer Wilson",
    "provider_npi": "3004715915",
    "provider_phone": "(203) 807-4248",
    "provider_fax": "(860) 757-6963",
    "provider_address": "5383 Court St, Milford, CT 06847",
    "lab_name": "LabCorp",
    "lab_npi": "5917527956",
    "lab_address": "6478 Oak Ave, Manchester, CT 06914",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2026-01-02",
    "internal_test_code": "620024",
    "icd_codes": [
      "R79.89",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "James Adams is a 15-year-old male with a history notable for intermittent episodes of unexplained laboratory abnormalities, including fluctuating liver enzymes and mild elevations in lactate on prior metabolic panels. Parents report that since early childhood he has experienced periods of unusual fatigue and decreased exercise tolerance, occasionally accompanied by poor appetite and vague abdominal discomfort, often prompting repeat blood work that has remained abnormal but nonspecific. Over the past year, he has developed increasing clumsiness and unsteady gait, with difficulty with tandem walking and frequent tripping, particularly when fatigued. Neurologic review is notable for occasional intention tremor when reaching for objects and handwriting that has become progressively less legible. There is no clear history of seizures. Family history is significant for a maternal uncle with “balance problems” beginning in adulthood and requiring use of a cane in his 40s, as well as a paternal cousin who reportedly had unexplained “liver issues” in adolescence that improved with dietary modification. No known consanguinity is reported."
  },
  {
    "sample_type": "1",
    "patient_first_name": "Sandra",
    "patient_last_name": "Baker",
    "dob": "2010-09-14",
    "sex": "Female",
    "member_id": "CT902423565",
    "patient_address": "309 Main St, Middletown, CT 06313",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Jennifer Wilson",
    "provider_npi": "6592037986",
    "provider_phone": "(860) 725-5772",
    "provider_fax": "(860) 305-3737",
    "provider_address": "860 State St, New Britain, CT 06006",
    "lab_name": "Invitae",
    "lab_npi": "2468360239",
    "lab_address": "5864 Spring St, Bridgeport, CT 06082",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-03",
    "internal_test_code": "80001",
    "icd_codes": [
      "E88.40",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Sandra Baker is a 14-year-old girl with a history notable for recurrent metabolic decompensations characterized by episodes of lethargy, poor oral intake, and laboratory evidence of disordered intermediary metabolism, requiring intermittent hospitalizations for intravenous fluids and metabolic stabilization. Parents report that since early childhood she has had intermittent vomiting and poor exercise tolerance, with occasional myalgias following minor illnesses. Clinical concerns also include unprovoked seizure activity; her first generalized tonic-clonic seizure occurred in mid-childhood, followed by several similar events over subsequent years, some associated with intercurrent febrile illnesses and others afebrile. She is currently managed with antiepileptic therapy, with partial control of events, and has undergone prior neurologic evaluation including EEG and brain imaging (results not provided). Between episodes, Sandra returns to her neurological baseline, though parents note transient postictal confusion and fatigue. Family history is notable for a maternal cousin with childhood-onset epilepsy and a maternal uncle described as having “low blood sugar spells” during acute illnesses, but no known formal metabolic diagnosis in relatives."
  },
  {
    "sample_type": "1",
    "patient_first_name": "Sandra",
    "patient_last_name": "Young",
    "dob": "2013-06-01",
    "sex": "Female",
    "member_id": "HUS457939830",
    "patient_address": "3983 Water St, Stamford, CT 06397",
    "subscriber_name": "Kevin Young",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Angela Thompson",
    "provider_npi": "2180005820",
    "provider_phone": "(475) 425-6088",
    "provider_fax": "(203) 641-3198",
    "provider_address": "4373 Main St, Windsor, CT 06556",
    "lab_name": "GeneDx",
    "lab_npi": "4388606014",
    "lab_address": "3980 Park Rd, West Hartford, CT 06087",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-08",
    "internal_test_code": "TH78b",
    "icd_codes": [
      "R79.89",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Sandra Young is a 11-year-old girl with a history notable for intermittent episodes of loss of consciousness with generalized tonic activity, first reported in early childhood and occurring without clear provoking factors. Parents describe brief unresponsiveness followed by diffuse shaking and postictal confusion; no focal onset has been clearly observed. She has had several emergency evaluations for these events, during which transient laboratory abnormalities in serum biochemistry were documented, including nonspecific elevations in metabolic markers that normalized on repeat testing. No clear toxin, medication, or infectious trigger has been identified. Developmental milestones and school performance are reported as age-appropriate. There is no history of significant head trauma or central nervous system infection. Family history is notable for a maternal uncle with “convulsions” in adolescence requiring long-term antiseizure medication, and a paternal cousin who experienced unexplained fainting spells during teenage years. No known hereditary metabolic disorder has been diagnosed in the family. Sandra is currently being evaluated for an underlying neurologic and possible metabolic etiology for her recurrent seizure-like episodes and prior abnormal laboratory findings."
  },
  {
    "sample_type": "2a",
    "patient_first_name": "Timothy",
    "patient_last_name": "Young",
    "dob": "2020-06-19",
    "sex": "Male",
    "member_id": "MCD146787300",
    "patient_address": "1172 Church St, Waterbury, CT 06289",
    "subscriber_name": "Carol Young",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Michael Smith",
    "provider_npi": "6041596654",
    "provider_phone": "(860) 622-9954",
    "provider_fax": "(203) 294-3088",
    "provider_address": "9531 Elm St, Greenwich, CT 06516",
    "lab_name": "GeneDx",
    "lab_npi": "",
    "lab_address": "6319 School St, Hartford, CT 06213",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-23",
    "internal_test_code": "TH78b",
    "icd_codes": [
      "E73.0",
      "R270"
    ],
    "icd_descriptions": "",
    "clinical_note": "Timothy Young is a 4-year-old boy with a history notable for gastrointestinal and neurologic concerns. Since early childhood, caregivers have observed abdominal bloating, loose stools, and irritability following ingestion of milk and other dairy products, with partial improvement on a lactose-restricted diet. There is no history of failure to thrive, but parents report intermittent crampy abdominal pain and excessive gas that tend to occur within hours of dairy intake. Neurologically, clinical concerns include unsteady gait and poor coordination; parents describe frequent tripping, difficulty with running compared to peers, and clumsiness when navigating stairs. On examination, gait appears broad-based with mild truncal swaying, and tandem walking is poorly performed for age. No focal weakness or cranial nerve deficits are reported by caregivers. Family history is notable for a maternal uncle diagnosed with “dairy intolerance” in adolescence and a paternal grandfather with long-standing balance problems attributed to “cerebellar issues” of unclear etiology. No other significant hereditary conditions are known."
  },
  {
    "sample_type": "2a",
    "patient_first_name": "Daniel",
    "patient_last_name": "Smith",
    "dob": "2020-08-01",
    "sex": "Male",
    "member_id": "CT913156077",
    "patient_address": "4598 Meadow Ln, Shelton, CT 06710",
    "subscriber_name": "Kimberly Smith",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Paul Allen",
    "provider_npi": "4016910789",
    "provider_phone": "(475) 983-9279",
    "provider_fax": "(860) 846-8853",
    "provider_address": "3226 Valley Rd, Norwich, CT 06449",
    "lab_name": "Invitae",
    "lab_npi": "5714525904",
    "lab_address": "8604 Church St, Danbury, CT 06056",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-02",
    "internal_test_code": "80001",
    "icd_codes": [
      "R79.88",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Daniel Smith is a 4-year-old boy with a history notable for recurrent seizure-like episodes and persistent abnormalities on metabolic evaluation. Parents report episodes beginning in early childhood, characterized by brief staring spells and occasional generalized stiffening with loss of awareness, followed by postictal fatigue. Events occur without clear triggers and have raised concern for an underlying epilepsy syndrome. Developmental milestones have been broadly age-appropriate, though parents note occasional irritability and decreased activity following clusters of events. Recent laboratory workup has repeatedly shown unexplained elevations in certain blood analytes, prompting further assessment for an inborn error of metabolism or other systemic metabolic disturbance contributing to his neurologic symptoms. There is no history of significant perinatal complications. Family history is notable for a paternal uncle with childhood-onset seizures that reportedly resolved in adolescence, and a maternal cousin with type 1 diabetes. No known consanguinity is reported. Daniel currently remains under close neurologic and metabolic follow-up, with parents carefully tracking frequency and characteristics of episodes."
  },
  {
    "sample_type": "2a",
    "patient_first_name": "Elizabeth",
    "patient_last_name": "Lewis",
    "dob": "2011-11-04",
    "sex": "Female",
    "member_id": "HUS290472451",
    "patient_address": "8451 Hill St, Greenwich, CT 06537",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Betty Young",
    "provider_npi": "6849159853",
    "provider_phone": "(203) 589-4670",
    "provider_fax": "(203) 962-7760",
    "provider_address": "5582 Court St, Bridgeport, CT 06656",
    "lab_name": "LabCorp",
    "lab_npi": "6410937817",
    "lab_address": "6509 Elm St, Stratford, CT 06652",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-02",
    "internal_test_code": "WGS001X",
    "icd_codes": [
      "E73.0",
      "R56.90"
    ],
    "icd_descriptions": "",
    "clinical_note": "Elizabeth Lewis is a 13-year-old girl with a history notable for recurrent episodes of generalized seizures beginning in mid-childhood, described as abrupt loss of consciousness with tonic-clonic activity and postictal confusion. Events have occurred both during wakefulness and sleep, without clear provoking factors such as fever or head trauma. Parents report intermittent headaches and fatigue following seizures, but no persistent focal neurological deficits. Developmental milestones and school performance have been age appropriate. Clinical concerns also include longstanding difficulty tolerating dairy products, with abdominal cramping, bloating, and loose stools occurring within hours of consuming milk or ice cream; symptoms improve with dietary avoidance and use of lactose-free alternatives. There is no reported history of weight loss, vomiting, or failure to thrive. Family history is notable for a maternal uncle with childhood-onset seizure disorder requiring antiseizure medication, and a paternal grandmother with “milk intolerance” manifesting as gastrointestinal upset after dairy ingestion. No known consanguinity is reported."
  },
  {
    "sample_type": "2a",
    "patient_first_name": "Kimberly",
    "patient_last_name": "Perez",
    "dob": "2013-08-06",
    "sex": "Female",
    "member_id": "CT190694271",
    "patient_address": "7281 North St, Norwich, CT 06340",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. James Rodriguez",
    "provider_npi": "4957390360",
    "provider_phone": "(203) 545-5744",
    "provider_fax": "(475) 734-1332",
    "provider_address": "2568 Mill St, Norwich, CT 06574",
    "lab_name": "LabCorp",
    "lab_npi": "3573472468",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-30",
    "internal_test_code": "WGS001X",
    "icd_codes": [
      "E88.40",
      "P94.20"
    ],
    "icd_descriptions": "",
    "clinical_note": "Kimberly Perez is a 12-year-old girl with a history notable for intermittent episodes of metabolic decompensation characterized by fatigue, poor exercise tolerance, and occasional nausea, particularly during intercurrent illness or prolonged fasting. Parents report that since early childhood she has had difficulty maintaining energy levels compared with peers and has required emergency evaluation on several occasions for hypoglycemia and elevated lactate, which improved with intravenous fluids and carbohydrate support. Neurologic history includes intermittent generalized hypotonia, more prominent during infancy and early childhood, with delayed achievement of gross motor milestones such as independent walking, though she ultimately caught up functionally. She continues to demonstrate mild proximal weakness on examination, with easy fatigability during sustained activity but no clear regression of skills. There is no history of seizures or focal neurologic deficits. Family history is notable for a maternal uncle with an undiagnosed muscle disorder presenting with exertional intolerance in adolescence, and a paternal grandmother with adult-onset type 2 diabetes and hyperlipidemia. No known consanguinity is reported."
  },
  {
    "sample_type": "2a",
    "patient_first_name": "Andrew",
    "patient_last_name": "Martin",
    "dob": "2012-05-06",
    "sex": "Male",
    "member_id": "HUS214007009",
    "patient_address": "1440 Pine St, Stamford, CT 06494",
    "subscriber_name": "Paul Martin",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Paul Allen",
    "provider_npi": "9219604503",
    "provider_phone": "(860) 836-2789",
    "provider_fax": "(860) 324-1989",
    "provider_address": "5714 Court St, Windsor, CT 06156",
    "lab_name": "GeneDx",
    "lab_npi": "",
    "lab_address": "1549 East St, West Haven, CT 06620",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-11",
    "internal_test_code": "J744b",
    "icd_codes": [
      "E87.02",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Andrew Martin is a 12-year-old boy with a history notable for recurrent generalized seizures beginning in mid-childhood, described as sudden loss of consciousness with tonic stiffening followed by rhythmic clonic movements and prolonged postictal confusion. Seizure frequency has varied, with several episodes occurring in clusters and at least one requiring emergency care for apparent status epilepticus. Parents report occasional triggers during intercurrent illnesses and poor sleep. Neurologic review is otherwise unremarkable, with no known focal deficits between events and age-appropriate school performance. Clinical concerns also include episodes of metabolic decompensation characterized by nausea, malaise, and laboratory evidence of significant metabolic acidosis with low serum bicarbonate and elevated anion gap, sometimes coinciding with seizure exacerbations. There is no known exposure to toxins or ingestions. Family history is notable for a paternal uncle with epilepsy diagnosed in adolescence and a maternal grandfather who developed type 2 diabetes and ischemic heart disease in his 60s. No known consanguinity is reported. Andrew currently follows with neurology; medication history and detailed laboratory trends are being obtained."
  },
  {
    "sample_type": "2b",
    "patient_first_name": "Sandra",
    "patient_last_name": "Clark",
    "dob": "2020-01-10",
    "sex": "Female",
    "member_id": "CT984214512",
    "patient_address": "1680 Meadow Ln, Shelton, CT 06551",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Matthew Wright",
    "provider_npi": "2543609542",
    "provider_phone": "(203) 737-8734",
    "provider_fax": "(475) 761-3483",
    "provider_address": "6869 North St, Stratford, CT 06392",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-12",
    "internal_test_code": "80001",
    "icd_codes": [
      "E73.0",
      "P94.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "Sandra Clark is a 4-year-old girl with a history notable for feeding difficulties and gastrointestinal discomfort beginning in early childhood, characterized by bloating, loose stools, and irritability following ingestion of dairy products. Parents report improvement with lactose-restricted diet, though accidental exposures continue to provoke abdominal pain and diarrhea. Clinical concerns also include intermittent neuromuscular irritability, with episodes of increased muscle tone and jitteriness noted particularly during infancy and early toddler years; no clear provoking factors were identified, and episodes have gradually decreased in frequency but persist under stress or illness. Developmental milestones have otherwise been reported as age appropriate. There is no history of hospitalizations or intensive care. Family history is notable for a maternal uncle with “sensitive stomach” and long-standing intolerance to milk products, and a paternal grandmother with type 2 diabetes and hypertension diagnosed in mid-adulthood. No known consanguinity is reported. Sandra currently takes no chronic medications other than occasional over-the-counter preparations for abdominal discomfort."
  },
  {
    "sample_type": "2b",
    "patient_first_name": "Sarah",
    "patient_last_name": "Smith",
    "dob": "2010-11-20",
    "sex": "Female",
    "member_id": "CT820405518",
    "patient_address": "4216 Center St, New London, CT 06822",
    "subscriber_name": "Karen Smith",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Jennifer Wilson",
    "provider_npi": "1249114909",
    "provider_phone": "(860) 907-3864",
    "provider_fax": "(203) 803-8564",
    "provider_address": "1399 Main St, Bridgeport, CT 06228",
    "lab_name": "Invitae",
    "lab_npi": "3930757065",
    "lab_address": "3494 Mill St, Torrington, CT 06469",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2026-01-06",
    "internal_test_code": "",
    "icd_codes": [
      "R79.89",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Sarah Smith is a 14-year-old girl with a history notable for recurrent unprovoked seizures beginning in mid-childhood, described as generalized tonic events with brief postictal confusion and no clear precipitating factors. Episodes have occurred both during wakefulness and sleep, with variable frequency, and have led to several emergency evaluations. Clinical concerns also include intermittently abnormal blood chemistry findings on prior laboratory assessments, with reports of fluctuating liver enzymes and nonspecific metabolic panel abnormalities, though no definitive inborn error of metabolism has been established to date. Developmental milestones and school performance have generally been age appropriate, though recent seizure activity has contributed to increased fatigue and occasional school absences. There is a positive family history of neurologic disease, including a maternal uncle with childhood-onset epilepsy now well controlled on medication, and a paternal cousin with “fainting spells” of unclear etiology. No known consanguinity is reported. Sarah currently follows with pediatric neurology and metabolic specialists for ongoing evaluation and management of her seizure disorder and unexplained laboratory abnormalities."
  },
  {
    "sample_type": "2b",
    "patient_first_name": "Charles",
    "patient_last_name": "Davis",
    "dob": "2011-05-29",
    "sex": "Male",
    "member_id": "CT497465771",
    "patient_address": "2191 Park Rd, Enfield, CT 06316",
    "subscriber_name": "Kenneth Davis",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Robert Miller",
    "provider_npi": "6638779850",
    "provider_phone": "(475) 814-2004",
    "provider_fax": "(203) 232-3094",
    "provider_address": "3299 Park Rd, Newington, CT 06714",
    "lab_name": "GeneDx",
    "lab_npi": "1446271226",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415",
      "81417"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-25",
    "internal_test_code": "J744b",
    "icd_codes": [
      "E73.0",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Charles Davis is a 13-year-old boy with a history notable for recurrent unprovoked seizures beginning in mid-childhood, characterized by focal onset with secondary generalization and prolonged postictal confusion. Seizure frequency has varied despite multiple antiepileptic medications, and several episodes have required emergency care for prolonged events. Neurologic review notes intermittent headaches and fatigue following clusters of seizures but no clear focal neurologic deficits between events. In addition, he has longstanding intolerance to dairy products, with abdominal cramping, bloating, and loose stools occurring within hours of consuming milk or ice cream; symptoms improve when lactose-containing foods are restricted, and he uses over-the-counter lactase supplements with partial relief. Growth and school performance are otherwise reported as appropriate for age. Family history is significant for a paternal uncle with epilepsy beginning in adolescence, treated with antiseizure medications, and a maternal grandfather with “stomach problems” and chronic diarrhea reportedly triggered by dairy, though never formally evaluated. No known family history of sudden cardiac death or developmental disorders."
  },
  {
    "sample_type": "2b",
    "patient_first_name": "Nancy",
    "patient_last_name": "Jones",
    "dob": "2019-04-02",
    "sex": "Female",
    "member_id": "MCD149776428",
    "patient_address": "2685 Valley Rd, Hamden, CT 06214",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Sandra King",
    "provider_npi": "2877638746",
    "provider_phone": "(860) 333-5591",
    "provider_fax": "(475) 996-3822",
    "provider_address": "8121 Center St, Stratford, CT 06894",
    "lab_name": "GeneDx",
    "lab_npi": "",
    "lab_address": "2847 Oak Ave, Middletown, CT 06220",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81427"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-20",
    "internal_test_code": "561a",
    "icd_codes": [
      "E73.0",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Nancy Jones is a 5-year-old girl with a history notable for recurrent unprovoked seizures beginning in early childhood, characterized by focal onset with secondary generalization and several episodes progressing to status epilepticus requiring emergency treatment. Seizures have occurred both during sleep and wakefulness, with postictal confusion and occasional transient right-sided weakness. She is currently managed with antiseizure medication, with partial reduction in frequency but ongoing breakthrough events reported several times per year. Clinical concerns also include long-standing difficulty digesting dairy products; since toddlerhood she has developed abdominal cramping, bloating, and loose stools within hours of consuming milk or ice cream, leading the family to largely eliminate lactose-containing foods from her diet. Growth parameters are appropriate for age, and there is no documented developmental regression. Family history is notable for a paternal uncle with epilepsy beginning in adolescence and a maternal grandmother with “severe milk intolerance” requiring strict dietary avoidance. No known consanguinity is reported."
  },
  {
    "sample_type": "2b",
    "patient_first_name": "Jennifer",
    "patient_last_name": "Martinez",
    "dob": "2009-02-28",
    "sex": "Female",
    "member_id": "HUS726109635",
    "patient_address": "2569 Washington Ave, Manchester, CT 06684",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Joseph Harris",
    "provider_npi": "2658975438",
    "provider_phone": "(860) 261-1230",
    "provider_fax": "(959) 204-1176",
    "provider_address": "6764 Second St, Stamford, CT 06041",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81427",
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-04",
    "internal_test_code": "620022",
    "icd_codes": [
      "E70.20",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "Jennifer Martinez is a 15-year-old female with a history notable for a metabolic disorder of aromatic amino acid metabolism, manifested by episodes of lethargy, poor exercise tolerance, and intermittent vomiting during intercurrent illness. Parents report that she has required dietary modification and close monitoring of protein intake, with prior episodes of elevated phenylalanine noted on biochemical workup. Neurologically, she has developed progressive difficulties with coordination over the past several years, described as clumsiness, frequent stumbling, and trouble with fine motor tasks such as handwriting and using utensils. Examination has previously documented an unsteady, wide-based gait and impaired rapid alternating movements, consistent with a cerebellar ataxia. School performance is otherwise appropriate for age, though fatigue and motor challenges have limited participation in sports. Family history is significant for a younger brother with mild learning difficulties and a maternal uncle reportedly diagnosed in childhood with an unspecified “metabolic problem” requiring a special diet, though details are limited."
  },
  {
    "sample_type": "2c",
    "patient_first_name": "Daniel",
    "patient_last_name": "Martin",
    "dob": "2008-04-12",
    "sex": "Male",
    "member_id": "MCD687156436",
    "patient_address": "1050 West St, Middletown, CT 06599",
    "subscriber_name": "Sharon Martin",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Maria Martinez",
    "provider_npi": "9247456479",
    "provider_phone": "(203) 421-6903",
    "provider_fax": "(860) 292-5847",
    "provider_address": "2691 School St, New London, CT 06010",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "9582 Elm St, Windsor, CT 06900",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81599",
      "812345"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-27",
    "internal_test_code": "80001",
    "icd_codes": [
      "E88.40",
      "P94.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "Daniel Martin is a 16-year-old male with a history notable for episodic muscle stiffness and painful cramps, particularly after exertion or prolonged activity. Since early childhood, his parents have observed intermittent tremulousness and abnormal posturing of the limbs during episodes of fatigue or illness, sometimes accompanied by transient difficulty with fine motor tasks such as handwriting and buttoning clothes. More recently, he has reported generalized fatigue, exercise intolerance, and occasional myalgias, raising concern for an underlying disturbance of energy metabolism. There have been no clear triggers such as medication changes or acute systemic illness, and growth and school performance have been largely appropriate between episodes. Family history is notable for a maternal uncle with recurrent muscle cramps and unexplained episodes of weakness in adolescence, reportedly never fully evaluated. A paternal grandfather has type 2 diabetes and hyperlipidemia, and a maternal grandmother carries a diagnosis of osteoporosis. There is no known consanguinity. Daniel presents today for further evaluation of his neuromuscular symptoms and possible underlying metabolic etiology."
  },
  {
    "sample_type": "2c",
    "patient_first_name": "David",
    "patient_last_name": "Moore",
    "dob": "2008-12-29",
    "sex": "Male",
    "member_id": "CT793334672",
    "patient_address": "3754 Court St, Trumbull, CT 06331",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Michael Smith",
    "provider_npi": "4349516525",
    "provider_phone": "(959) 650-3790",
    "provider_fax": "(959) 679-5301",
    "provider_address": "3322 Meadow Ln, Hartford, CT 06266",
    "lab_name": "LabCorp",
    "lab_npi": "9653680021",
    "lab_address": "3950 North St, Hartford, CT 06153",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "812345",
      "814199"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-05",
    "internal_test_code": "620024",
    "icd_codes": [
      "E87.2",
      "P94.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "David Moore is a 15-year-old male with a history notable for episodic metabolic instability characterized by recurrent episodes of high–anion gap acidosis, often triggered by intercurrent illness and periods of poor oral intake. Parents report several hospitalizations in childhood for lethargy, vomiting, and tachypnea, during which laboratory evaluations consistently demonstrated significant metabolic acidosis requiring intravenous fluids and close monitoring. Since the neonatal period, he was noted to have intermittent generalized hypertonia with episodes of increased muscle stiffness and posturing, particularly during febrile illnesses or stress, though without a clear seizure correlate on prior evaluations. Developmental milestones have otherwise been age appropriate, and academic performance is reported as average. There is no history of chronic medication use, toxin exposure, or restrictive diet. Family history is notable for a maternal uncle with “muscle tightness” episodes in early childhood that improved with age, and a paternal grandfather who reportedly required repeated hospitalizations for unexplained “blood chemistry problems” in adulthood. No known consanguinity is reported."
  },
  {
    "sample_type": "2c",
    "patient_first_name": "Daniel",
    "patient_last_name": "Rivera",
    "dob": "2007-08-02",
    "sex": "Male",
    "member_id": "CT661595754",
    "patient_address": "3079 Spring St, Stamford, CT 06240",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Sarah Johnson",
    "provider_npi": "8669060082",
    "provider_phone": "(475) 737-9438",
    "provider_fax": "(475) 435-5267",
    "provider_address": "7739 Spring St, Bridgeport, CT 06639",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "3335 Broad St, Waterbury, CT 06495",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "812345"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-14",
    "internal_test_code": "",
    "icd_codes": [
      "E87.2",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Daniel Rivera is a 17-year-old male with a history notable for recurrent generalized seizure-like episodes beginning in mid-adolescence. Events are described as sudden loss of awareness with tonic-clonic movements, occasional tongue biting, and postictal confusion lasting up to 30 minutes. Frequency has been approximately one to two episodes per month despite adherence to antiseizure medication. Clinical concerns also include intermittent metabolic decompensation characterized by tachypnea, nausea, and malaise, during which laboratory evaluations have repeatedly shown low serum bicarbonate with an elevated anion gap, consistent with episodes of metabolic acidosis. Triggers have included intercurrent viral illnesses and periods of poor oral intake. Between episodes, Daniel reports fatigue but is generally able to attend school, though he has missed multiple days due to hospital evaluations. Family history is notable for a younger sister with childhood-onset epilepsy currently managed with medication, and a maternal uncle who required hospitalization in his 20s for unexplained “acid buildup in the blood” during a severe gastrointestinal illness. No known consanguinity is reported."
  },
  {
    "sample_type": "2c",
    "patient_first_name": "Christopher",
    "patient_last_name": "Young",
    "dob": "2021-06-02",
    "sex": "Male",
    "member_id": "CT255009392",
    "patient_address": "6832 Hill St, Milford, CT 06271",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Sarah Johnson",
    "provider_npi": "4994989045",
    "provider_phone": "(959) 903-5405",
    "provider_fax": "(959) 211-1263",
    "provider_address": "4706 North St, West Hartford, CT 06090",
    "lab_name": "GeneDx",
    "lab_npi": "5404842120",
    "lab_address": "1936 River Rd, Windsor, CT 06312",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81599",
      "812345"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-24",
    "internal_test_code": "TH78b",
    "icd_codes": [
      "E88.40",
      "P94.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "Christopher Young is a 3-year-old boy with a history notable for intermittent episodes of poor feeding, vomiting, and lethargy during minor illnesses, raising concern for an underlying metabolic disorder of unclear etiology. Parents report that since early infancy he has had difficulty maintaining energy during prolonged fasting, with several emergency visits for dehydration and metabolic instability requiring IV fluids. Between episodes he is generally well, though somewhat small for age, with occasional irritability and decreased activity preceding each event. Neurologic history is significant for increased muscle tone noted in the neonatal period, with persistent axial stiffness and mild limb hypertonia; no clear seizure activity has been documented, but parents describe brief episodes of staring and decreased responsiveness during metabolic decompensations. Developmental milestones have been achieved within broad normal limits, though gross motor skills were slightly delayed, attributed in part to tone abnormalities. Family history is notable for a maternal uncle who reportedly had “muscle stiffness” and required physical therapy in childhood, and a paternal cousin with unexplained episodes of hypoglycemia during intercurrent illness."
  },
  {
    "sample_type": "2c",
    "patient_first_name": "Timothy",
    "patient_last_name": "Roberts",
    "dob": "2017-07-10",
    "sex": "Male",
    "member_id": "MCD543845038",
    "patient_address": "1348 North St, Stamford, CT 06948",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Lisa Garcia",
    "provider_npi": "8870184770",
    "provider_phone": "(959) 650-5714",
    "provider_fax": "(475) 819-8023",
    "provider_address": "6105 State St, New Britain, CT 06521",
    "lab_name": "LabCorp",
    "lab_npi": "9297459433",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "812345"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-24",
    "internal_test_code": "WGS001",
    "icd_codes": [
      "E88.40",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Timothy Roberts is a 7-year-old boy with a history notable for recurrent unprovoked seizures beginning in early childhood, described as generalized convulsive events sometimes preceded by brief staring and unresponsiveness. Episodes have occurred both during wakefulness and sleep, and several events have required emergency evaluation for prolonged postictal confusion and lethargy. He is currently treated with antiseizure medication with partial control, though breakthrough seizures persist. In addition to the epilepsy, there is concern for an underlying disorder of cellular metabolism, with intermittent episodes of fatigue, poor exercise tolerance, and laboratory evidence of abnormal protein processing suggestive of a protein-folding or trafficking defect. Parents report occasional morning vomiting and headaches, raising concern for metabolic decompensation around periods of illness or fasting. Developmental progress has otherwise been generally age-appropriate per parental report. Family history is notable for a paternal uncle with childhood-onset epilepsy that improved in adolescence and a maternal cousin with an unspecified metabolic disorder requiring dietary management. No known consanguinity is reported."
  },
  {
    "sample_type": "2d",
    "patient_first_name": "Michelle",
    "patient_last_name": "Clark",
    "dob": "2016-08-18",
    "sex": "Female",
    "member_id": "MCD163241556",
    "patient_address": "7704 Franklin St, Enfield, CT 06890",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Lisa Garcia",
    "provider_npi": "2456119290",
    "provider_phone": "(860) 550-2356",
    "provider_fax": "(203) 683-6880",
    "provider_address": "6109 Elm St, Manchester, CT 06293",
    "lab_name": "Invitae",
    "lab_npi": "7538942256",
    "lab_address": "1336 Court St, Torrington, CT 06544",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-10-17",
    "internal_test_code": "80001",
    "icd_codes": [
      "Q61.4",
      "Q39.1",
      "F72",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-10-24",
    "clinical_note": "Michelle Clark is a 9-year-old girl with a history notable for significant intellectual impairment, functioning in the severe range and requiring assistance with all activities of daily living and close supervision for safety. Developmental delays were apparent in early childhood, with late acquisition of basic motor milestones and very limited expressive language; she primarily communicates through gestures and a few single words. Clinical concerns also include multiple congenital anomalies. She was born with structural abnormalities of the upper gastrointestinal tract involving the esophagus, for which she has undergone prior surgical repair and continues to have intermittent feeding difficulties and reflux symptoms. In addition, she has a documented congenital abnormality of the kidney and urinary tract, with prior imaging showing cystic renal changes, and she is followed by nephrology for monitoring of renal function and blood pressure. Her physical examination is remarkable for a pattern of dysmorphic facial features consistent with a syndromic diagnosis, including distinctive craniofacial configuration and minor skeletal anomalies. Prior genetic evaluation with a targeted gene panel on 2025-10-24 was negative for pathogenic variants."
  },
  {
    "sample_type": "2d",
    "patient_first_name": "Lisa",
    "patient_last_name": "Lopez",
    "dob": "2018-03-28",
    "sex": "Female",
    "member_id": "MCD629122539",
    "patient_address": "3177 West St, Bridgeport, CT 06832",
    "subscriber_name": "Karen Lopez",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Sarah Johnson",
    "provider_npi": "8729517149",
    "provider_phone": "(203) 217-2937",
    "provider_fax": "(203) 383-2437",
    "provider_address": "4785 Sunset Ave, New Haven, CT 06213",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "817 Hill St, Meriden, CT 06206",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-07-25",
    "internal_test_code": "620024",
    "icd_codes": [
      "Q67.4",
      "Q21.1",
      "Q17.0",
      "F72",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-07-30",
    "clinical_note": "Lisa Lopez is a 7-year-old girl with a history notable for significant global developmental delay and severe intellectual impairment; she is nonverbal and requires full assistance with activities of daily living. Since early childhood, parents have observed poor motor coordination and delayed attainment of gross and fine motor milestones. Clinical concerns include multiple congenital anomalies and a syndromic appearance, with marked facial asymmetry and plagiocephaly, low-set and malformed external ears, and disproportionate craniofacial features suggestive of an underlying genetic syndrome. Cardiac history is significant for a congenital heart defect consistent with a partial defect in the atrial/ventricular septal region, diagnosed in infancy and followed by pediatric cardiology; no recent decompensations have been reported. Growth parameters have been stable, and there is no history of metabolic crises or regression. There is no known consanguinity or similarly affected relatives. Prior genetic evaluation included single-gene testing performed on 2025-07-30, which was negative, and she is now referred for further comprehensive genomic assessment to clarify the etiology and guide management and recurrence counseling."
  },
  {
    "sample_type": "2d",
    "patient_first_name": "Kimberly",
    "patient_last_name": "Robinson",
    "dob": "2021-02-04",
    "sex": "Female",
    "member_id": "CT326035834",
    "patient_address": "691 School St, Milford, CT 06006",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Helen Robinson",
    "provider_npi": "3770658530",
    "provider_phone": "(860) 295-8861",
    "provider_fax": "(203) 508-2420",
    "provider_address": "9492 Hill St, Newington, CT 06425",
    "lab_name": "Invitae",
    "lab_npi": "2765426424",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-09-29",
    "internal_test_code": "80003",
    "icd_codes": [
      "Q39.1",
      "Q17.0",
      "F72",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-10-09",
    "clinical_note": "Kimberly Robinson is a 4-year-old girl with a history notable for significant developmental delay and intellectual impairment, first appreciated in early childhood when she failed to meet expected language and motor milestones and has remained largely dependent for activities of daily living. Since infancy, feeding has been complicated by congenital malformation of the upper gastrointestinal tract, with persistent dysphagia and poor oral intake requiring close monitoring and intermittent nutritional support. Physical examination has consistently documented multiple congenital anomalies, including malformation of the external ears with abnormal positioning and structure, contributing to concerns about hearing and recurrent otitis media. She also exhibits a pattern of dysmorphic craniofacial features and body proportions consistent with a syndromic overgrowth and malformation phenotype. Behavioral observations describe limited expressive language, poor adaptive functioning, and need for structured support in her educational setting. Prior genetic evaluation with a single‑gene test performed on 2025‑10‑09 was negative, and she is now referred for broader genomic assessment to clarify an underlying etiology and guide anticipatory management."
  },
  {
    "sample_type": "2d",
    "patient_first_name": "Michelle",
    "patient_last_name": "Carter",
    "dob": "2017-07-09",
    "sex": "Female",
    "member_id": "HUS527997237",
    "patient_address": "7670 Sunset Ave, New Haven, CT 06188",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Susan Clark",
    "provider_npi": "5221267366",
    "provider_phone": "(203) 822-9551",
    "provider_fax": "(959) 351-4125",
    "provider_address": "598 Church St, Waterbury, CT 06199",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "4963 Cedar St, Stratford, CT 06179",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-01-29",
    "internal_test_code": "80003",
    "icd_codes": [
      "Q04.0",
      "Q61.4",
      "Q21.1",
      "F71",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-01-30",
    "clinical_note": "Michelle Carter is an 8-year-old girl with a history notable for global developmental delay in the moderate range, with significant impacts on both language and adaptive functioning. Since early childhood, she has required support for learning and daily living skills and remains in a specialized educational setting. Physical examination has consistently described a recognizable pattern of facial and body disproportion, including subtle craniofacial differences and short stature, raising concern for an underlying syndromic process. Neuroimaging in infancy demonstrated incomplete development of midline brain structures, correlating with her developmental profile. Cardiac evaluation in early childhood identified a small defect between the lower chambers of the heart, monitored clinically without surgical repair to date. Renal imaging has shown cystic changes in the kidneys, currently followed by nephrology for blood pressure and renal function surveillance. A prior single-gene test performed on 2025-01-30 was negative, and further comprehensive genetic evaluation is being pursued to clarify the underlying diagnosis and guide anticipatory management."
  },
  {
    "sample_type": "2d",
    "patient_first_name": "Richard",
    "patient_last_name": "Ramirez",
    "dob": "2012-11-29",
    "sex": "Male",
    "member_id": "MCD667840959",
    "patient_address": "9408 Washington Ave, Enfield, CT 06966",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Angela Thompson",
    "provider_npi": "4957658950",
    "provider_phone": "(475) 892-5145",
    "provider_fax": "(860) 917-6883",
    "provider_address": "9006 School St, Waterbury, CT 06195",
    "lab_name": "GeneDx",
    "lab_npi": "",
    "lab_address": "2800 East St, Norwich, CT 06364",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-04-10",
    "internal_test_code": "J744a",
    "icd_codes": [
      "Q22.2",
      "Q04.0",
      "F71",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-04-14",
    "clinical_note": "Richard Ramirez is a 13-year-old male with a history notable for congenital cardiac malformation involving the pulmonary valve, diagnosed in early childhood following evaluation for a heart murmur and exertional fatigue. Since infancy, he has demonstrated global developmental delay, later characterized as moderate intellectual disability, with persistent difficulties in academic skills, abstract reasoning, and adaptive functioning; he requires special education services and close supervision for daily activities. Early neuroimaging revealed abnormal development of the cerebral hemispheres, consistent with a major brain malformation, and he has ongoing challenges with coordination and fine motor skills. Examination over time has documented a pattern of dysmorphic features, including a distinctive craniofacial appearance and subtle skeletal disproportion, raising concern for an underlying syndromic etiology. Clinical concerns include limited expressive language, concrete social skills, and dependence on caregivers for complex tasks, though behavior is generally cooperative. Prior genetic evaluation with single-gene testing on 2025-04-14 was negative, and he is now referred for broader genomic assessment to better define the underlying diagnosis and guide management."
  },
  {
    "sample_type": "2e",
    "patient_first_name": "Betty",
    "patient_last_name": "Wright",
    "dob": "2016-03-17",
    "sex": "Female",
    "member_id": "CT908939770",
    "patient_address": "3648 Main St, Norwalk, CT 06604",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Robert Miller",
    "provider_npi": "8187677128",
    "provider_phone": "(959) 579-5831",
    "provider_fax": "(475) 350-8964",
    "provider_address": "3646 Water St, Shelton, CT 06431",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "3654 Court St, Bristol, CT 06778",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "",
    "internal_test_code": "620024",
    "icd_codes": [
      "E73.0",
      "P94.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "Betty Wright is a 9-year-old girl with a history notable for feeding difficulties and gastrointestinal discomfort beginning in early childhood, characterized by abdominal bloating, loose stools, and irritability after ingestion of milk and other dairy products. Parents report that symptoms improve with avoidance of lactose-containing foods, though adherence has been inconsistent. Clinical concerns also include intermittent episodes of increased muscle tone and stiffness, particularly during periods of illness or fatigue, with occasional painful leg cramps and transient difficulty relaxing her muscles after contraction. There is no history of seizures, loss of consciousness, or developmental regression. Growth has been appropriate for age, though she is described as somewhat selective with her diet due to fear of triggering abdominal pain. Family history is notable for a maternal uncle with “muscle tightness” episodes in adolescence requiring neurologic evaluation, and a maternal grandmother with long-standing intolerance to dairy products managed by strict dietary restriction. No known consanguinity is reported."
  },
  {
    "sample_type": "2e",
    "patient_first_name": "Dorothy",
    "patient_last_name": "Thompson",
    "dob": "2012-06-27",
    "sex": "Female",
    "member_id": "HUS715231835",
    "patient_address": "5372 Valley Rd, Newington, CT 06498",
    "subscriber_name": "Karen Thompson",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. James Rodriguez",
    "provider_npi": "5733164964",
    "provider_phone": "(860) 736-5787",
    "provider_fax": "(959) 632-4916",
    "provider_address": "5637 Meadow Ln, Stamford, CT 06884",
    "lab_name": "LabCorp",
    "lab_npi": "7615333989",
    "lab_address": "2390 North St, Hamden, CT 06630",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "",
    "internal_test_code": "WGS001X",
    "icd_codes": [
      "E73.0",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "Dorothy Thompson is a 13-year-old girl with a history notable for lifelong difficulty tolerating dairy products, characterized by abdominal cramping, bloating, and loose stools within hours of consuming milk or ice cream. Symptoms improved when the family restricted lactose-containing foods, though she continues to have intermittent gastrointestinal discomfort after inadvertent exposure. Neurologically, she has been followed for problems with coordination and balance; parents report that since early childhood she has appeared “clumsy,” with frequent tripping, difficulty with tandem gait, and challenges in activities requiring fine motor control such as handwriting and buttoning clothing. School reports comment on slow, effortful penmanship but otherwise normal academic performance. There is no history of seizures or regression. Family history is notable for a younger brother with similar dairy intolerance and a maternal uncle described as having longstanding balance problems attributed to an unspecified cerebellar disorder. Maternal grandmother has type 2 diabetes and hypertension. No prior genetic testing has been documented."
  },
  {
    "sample_type": "2e",
    "patient_first_name": "Christopher",
    "patient_last_name": "Clark",
    "dob": "2020-07-31",
    "sex": "Male",
    "member_id": "CT219557344",
    "patient_address": "3716 Hill St, Bristol, CT 06630",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Betty Young",
    "provider_npi": "7750126560",
    "provider_phone": "(203) 276-1543",
    "provider_fax": "(959) 852-2754",
    "provider_address": "1168 Meadow Ln, New Haven, CT 06736",
    "lab_name": "GeneDx",
    "lab_npi": "1163845356",
    "lab_address": "8025 Meadow Ln, Waterbury, CT 06679",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "",
    "internal_test_code": "561a",
    "icd_codes": [
      "E87.2",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Christopher Clark is a 4-year-old boy with a history notable for recurrent seizures beginning in early childhood, characterized by focal onset with progression to bilateral tonic-clonic activity. Events are reported several times per month despite current antiseizure therapy, with occasional clustering during intercurrent illness. Postictal periods include confusion and fatigue but no focal weakness has been documented. He has had multiple emergency department visits for breakthrough seizures, during which laboratory studies have repeatedly demonstrated metabolic acidosis with low serum bicarbonate and elevated anion gap, typically resolving with intravenous fluids and correction of underlying triggers. No clear toxin exposure or ingestion has been identified, and there is no known history of chronic kidney disease or diabetes. Developmental milestones have otherwise been reported as appropriate for age. Family history is notable for a maternal uncle with epilepsy beginning in adolescence, reportedly controlled on monotherapy, and a paternal grandmother with long-standing type 2 diabetes and hypertension. There is no known history of sudden unexplained death in the family."
  },
  {
    "sample_type": "2e",
    "patient_first_name": "Sarah",
    "patient_last_name": "Anderson",
    "dob": "2019-06-02",
    "sex": "Female",
    "member_id": "MCD873377249",
    "patient_address": "3590 Valley Rd, Bristol, CT 06674",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Steven Torres",
    "provider_npi": "6381951452",
    "provider_phone": "(203) 620-3289",
    "provider_fax": "(860) 964-3490",
    "provider_address": "9106 Pine St, Hamden, CT 06237",
    "lab_name": "Invitae",
    "lab_npi": "5379951550",
    "lab_address": "6882 Pleasant St, Torrington, CT 06323",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "",
    "internal_test_code": "80001",
    "icd_codes": [
      "E88.40",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Sarah Anderson is a 5-year-old girl with a history notable for recurrent episodes of altered responsiveness and generalized convulsions beginning in early childhood, often occurring without clear provocation. Events are described as sudden stiffening followed by rhythmic jerking of all extremities, lasting 1–2 minutes with postictal confusion and fatigue. No consistent fever association has been reported. She has had intermittent emergency evaluations for these spells, with occasional transient lactic acidosis and mild metabolic derangements noted on laboratory studies, raising concern for an underlying disorder of intermediary metabolism or cellular energy handling. Parents report periods of poor exercise tolerance and easy fatigability between illnesses, though growth has remained on her individual curve. Developmental milestones have been broadly age-appropriate. Family history is notable for a maternal uncle with childhood-onset seizure disorder requiring long-term antiepileptic therapy, and a paternal cousin with an unspecified “metabolic problem” in infancy that resolved with dietary management. There is no known consanguinity. Sarah currently follows with pediatric neurology and metabolic specialists for ongoing evaluation and management."
  },
  {
    "sample_type": "2e",
    "patient_first_name": "Kimberly",
    "patient_last_name": "Lopez",
    "dob": "2022-09-03",
    "sex": "Female",
    "member_id": "HUS619207204",
    "patient_address": "1383 Pleasant St, Greenwich, CT 06514",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Maria Martinez",
    "provider_npi": "8094547913",
    "provider_phone": "(959) 642-7751",
    "provider_fax": "(860) 674-2154",
    "provider_address": "1006 River Rd, Bridgeport, CT 06311",
    "lab_name": "GeneDx",
    "lab_npi": "",
    "lab_address": "8951 East St, Bridgeport, CT 06183",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "",
    "internal_test_code": "TH78b",
    "icd_codes": [
      "E70.20",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "Kimberly Lopez is a 3-year-old girl with a history notable for lifelong difficulties with coordination and concerns for an inborn error of metabolism. Parents report that since early toddlerhood she has appeared “clumsy,” with frequent tripping, difficulty with fine motor tasks such as using utensils, and an unsteady, wide-based gait. Neurologic review notes intermittent intention tremor when reaching for objects and poor balance, particularly when navigating stairs. Metabolic concerns include episodes of unexplained fatigue and decreased activity, occasionally accompanied by irritability and reduced appetite, often following minor illnesses; no clear dietary triggers have been identified. Growth and general health have otherwise been reported as satisfactory. Family history is notable for a maternal uncle with chronic coordination difficulties attributed to a cerebellar disorder of unclear etiology, and a paternal cousin described as having “metabolic problems” requiring a protein-restricted diet in childhood. There is no known consanguinity. Kimberly is referred for further evaluation of her coordination difficulties and possible underlying metabolic disorder."
  },
  {
    "sample_type": "3a",
    "patient_first_name": "Kenneth",
    "patient_last_name": "Lopez",
    "dob": "2015-09-03",
    "sex": "Male",
    "member_id": "CT805059619",
    "patient_address": "2043 Franklin St, Shelton, CT 06071",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Jennifer Wilson",
    "provider_npi": "2925639857",
    "provider_phone": "(203) 590-6134",
    "provider_fax": "(959) 889-9239",
    "provider_address": "15 Church St, Waterbury, CT 06376",
    "lab_name": "Invitae",
    "lab_npi": "3271258921",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-16",
    "internal_test_code": "80003",
    "icd_codes": [
      "R79.89",
      "G40.419",
      "S06.0X0A",
      "S01.01XA"
    ],
    "icd_descriptions": "",
    "clinical_note": "Kenneth Lopez is a 9-year-old boy with a history notable for epilepsy characterized by focal impaired-awareness seizures with occasional progression to bilateral tonic-clonic activity. Seizures reportedly began in early childhood and are currently occurring several times per month despite medical therapy, with episodes often preceded by brief staring and unresponsiveness, followed by postictal confusion and fatigue. Clinical course has been complicated by intermittent laboratory evidence of abnormal blood chemistry suggestive of a possible underlying metabolic disturbance; parents report episodic vomiting and lethargy during intercurrent illnesses, though he returns to baseline between episodes. Past history is also significant for a prior mild closed head injury without documented loss of consciousness after a fall during sports, as well as a repaired scalp laceration in the frontal region, both without apparent long-term neurologic deficit. Family history is notable for a paternal uncle with childhood-onset seizures now well controlled on medication, and a maternal grandfather with type 2 diabetes and coronary artery disease in his 60s."
  },
  {
    "sample_type": "3a",
    "patient_first_name": "Ruth",
    "patient_last_name": "Hernandez",
    "dob": "2021-12-10",
    "sex": "Female",
    "member_id": "HUS256513575",
    "patient_address": "1041 Meadow Ln, Hartford, CT 06116",
    "subscriber_name": "Sharon Hernandez",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Donna Scott",
    "provider_npi": "3124689733",
    "provider_phone": "(203) 645-3936",
    "provider_fax": "(959) 362-2220",
    "provider_address": "3781 Pine St, Milford, CT 06225",
    "lab_name": "GeneDx",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-16",
    "internal_test_code": "TH78b",
    "icd_codes": [
      "E88.40",
      "R56.9",
      "S01.01XA",
      "T20.00XA"
    ],
    "icd_descriptions": "",
    "clinical_note": "Ruth Hernandez is a 3-year-old girl with a history notable for recurrent generalized seizure-like episodes beginning in early childhood, described by her parents as sudden loss of responsiveness with limb stiffening and rhythmic jerking, followed by postictal fatigue. Episodes have occurred without clear provocation, and no consistent triggers have been identified. In addition, she has experienced intermittent episodes of poor feeding, vomiting, and lethargy, raising concern for an underlying disorder of cellular metabolism; parents report that she can become unusually fatigued and irritable during minor illnesses or prolonged fasting. Past history includes a prior forehead laceration requiring medical attention after a fall during one of these events, as well as a superficial facial burn from accidental contact with a hot surface in the kitchen; both injuries have healed without complication but contribute to parental anxiety about future events. Family history is notable for a paternal uncle with childhood-onset seizures and a maternal cousin reportedly evaluated for an unspecified metabolic condition in adolescence."
  },
  {
    "sample_type": "3a",
    "patient_first_name": "Timothy",
    "patient_last_name": "Torres",
    "dob": "2019-07-08",
    "sex": "Male",
    "member_id": "MCD809848442",
    "patient_address": "7945 Cedar St, Milford, CT 06162",
    "subscriber_name": "John Torres",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Mark Lewis",
    "provider_npi": "8620147268",
    "provider_phone": "(203) 695-9256",
    "provider_fax": "(203) 533-1492",
    "provider_address": "3841 Union St, Glastonbury, CT 06148",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-05",
    "internal_test_code": "620022",
    "icd_codes": [
      "E73.0",
      "P94.2",
      "T36.0X1A",
      "T20.00XA"
    ],
    "icd_descriptions": "",
    "clinical_note": "Timothy Torres is a 5-year-old boy with a history notable for feeding difficulties and gastrointestinal discomfort beginning in early childhood, characterized by loose stools, bloating, and irritability after ingestion of dairy products, with improvement on a lactose-restricted diet. Parents also report intermittent episodes of generalized jitteriness and increased muscle tone during the neonatal period, described as stiffness and tremulous movements, which gradually lessened but prompted early neurologic evaluation. There is no history of seizures, but he continues to have occasional fine tremors when anxious or fatigued. Clinical course was complicated at age 3 by an accidental ingestion of a penicillin-class antibiotic, after which he developed immediate facial swelling, urticaria, and respiratory distress requiring emergency treatment; he has since been labeled allergic to penicillin. He also sustained a superficial facial burn from a hot liquid spill at age 4, which healed without complication. Family history is notable for a maternal uncle with “milk intolerance” requiring dietary restriction and a paternal grandmother with long-standing type 2 diabetes."
  },
  {
    "sample_type": "3a",
    "patient_first_name": "Kevin",
    "patient_last_name": "Mitchell",
    "dob": "2007-06-11",
    "sex": "Male",
    "member_id": "MCD873105608",
    "patient_address": "4255 Oak Ave, Manchester, CT 06543",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Helen Robinson",
    "provider_npi": "8941196049",
    "provider_phone": "(959) 913-3867",
    "provider_fax": "(860) 965-4710",
    "provider_address": "4583 South St, East Hartford, CT 06612",
    "lab_name": "Invitae",
    "lab_npi": "1342455980",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-08",
    "internal_test_code": "80001",
    "icd_codes": [
      "R79.89",
      "R27.0",
      "T20.00XA",
      "S01.01XA"
    ],
    "icd_descriptions": "",
    "clinical_note": "Kevin Mitchell is a 17-year-old male with a history notable for intermittent abnormalities on laboratory evaluation of liver function, first identified during routine screening in early adolescence, with fluctuating transaminase elevations and no clear precipitating illness. He reports easy fatigability and occasional right upper quadrant discomfort, though he denies jaundice or pruritus. Neurologic concerns include longstanding problems with coordination and balance; since grade school he has been described as clumsy, with difficulty in fine motor tasks such as handwriting and buttoning, and on examination he demonstrates mild limb dysmetria and an unsteady tandem gait. Past history is also significant for a prior superficial facial laceration at the forehead and a superficial burn injury to the anterior chest sustained in a household accident, both of which healed without complication. Family history reveals a maternal uncle with chronic liver disease of unclear etiology diagnosed in his 40s, and a paternal grandmother with late-onset type 2 diabetes and hypertension. No known consanguinity is reported."
  },
  {
    "sample_type": "3a",
    "patient_first_name": "Michelle",
    "patient_last_name": "Flores",
    "dob": "2013-01-13",
    "sex": "Female",
    "member_id": "HUS389611741",
    "patient_address": "6513 High St, Torrington, CT 06031",
    "subscriber_name": "Sarah Flores",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Steven Torres",
    "provider_npi": "3670693514",
    "provider_phone": "(475) 732-6999",
    "provider_fax": "(860) 636-3996",
    "provider_address": "184 Park Rd, East Hartford, CT 06777",
    "lab_name": "Invitae",
    "lab_npi": "9991952096",
    "lab_address": "6720 Broad St, West Hartford, CT 06020",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-07",
    "internal_test_code": "80001",
    "icd_codes": [
      "R79.89",
      "G40.419",
      "S01.01XA",
      "T36.0X1A",
      "T20.00XA"
    ],
    "icd_descriptions": "",
    "clinical_note": "Michelle Flores is a 12-year-old girl with a history notable for recurrent generalized seizures beginning in mid-childhood, currently described as poorly controlled despite standard antiseizure therapy. Episodes are characterized by loss of consciousness with generalized tonic-clonic activity, followed by prolonged postictal confusion and fatigue. Clinical course has been complicated by intermittently abnormal laboratory values suggesting an underlying metabolic vulnerability, including unexplained fluctuations in liver-associated enzymes during illness. She previously sustained a scalp laceration of the frontal region after a seizure-related fall, which required emergency department evaluation and repair. Past history is also significant for a superficial facial burn from accidental hot liquid exposure, now well healed without contractures, and a documented allergic-type reaction to penicillin-class antibiotics, presenting with rash and facial swelling, after which these agents have been avoided. Family history is notable for a paternal uncle with epilepsy beginning in adolescence and a maternal grandfather with “borderline diabetes” diagnosed in late adulthood; there is no known consanguinity. Michelle is otherwise developmentally appropriate and attends school with some academic support during periods of increased seizure activity."
  },
  {
    "sample_type": "3b",
    "patient_first_name": "Kimberly",
    "patient_last_name": "King",
    "dob": "2013-04-16",
    "sex": "Female",
    "member_id": "MCD997636631",
    "patient_address": "6634 Sunset Ave, Enfield, CT 06717",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. William Jones",
    "provider_npi": "2323966574",
    "provider_phone": "(959) 882-7033",
    "provider_fax": "(860) 643-1747",
    "provider_address": "762 State St, Middletown, CT 06129",
    "lab_name": "GeneDx",
    "lab_npi": "2403324211",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-30",
    "internal_test_code": "J744a",
    "icd_codes": [
      "T20.00XA",
      "S06.0X0A",
      "T36.0X1A"
    ],
    "icd_descriptions": "",
    "clinical_note": "Kimberly King is a 12-year-old girl who presents following an acute injury sustained when a hot liquid was accidentally spilled onto her face earlier today. Since the incident, she has had significant facial pain, erythema, and blistering consistent with a superficial burn involving the facial skin, without clear evidence of deeper tissue destruction at this time. History from her parent indicates that immediately after the event she remained awake but appeared dazed and somewhat confused, raising concern for a mild head injury; there was no reported loss of consciousness, seizure activity, or vomiting, and her mental status has gradually improved. Clinical concerns also include possible medication exposure: she was given an oral antibiotic at home shortly after the injury for presumed infection prevention, after which she developed increased facial redness and pruritus around the burn area, raising suspicion for a drug-related reaction superimposed on the thermal injury. No additional systemic symptoms such as respiratory compromise, hypotension, or mucosal involvement have been reported to date."
  },
  {
    "sample_type": "3b",
    "patient_first_name": "Susan",
    "patient_last_name": "Miller",
    "dob": "2021-04-23",
    "sex": "Female",
    "member_id": "MCD241834274",
    "patient_address": "5228 Highland Ave, Manchester, CT 06495",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Christopher Lee",
    "provider_npi": "1293736384",
    "provider_phone": "(959) 752-7253",
    "provider_fax": "(475) 824-9848",
    "provider_address": "8060 Valley Rd, Bridgeport, CT 06277",
    "lab_name": "Invitae",
    "lab_npi": "6425812645",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-26",
    "internal_test_code": "80001",
    "icd_codes": [
      "T36.0X1A",
      "S06.0X0A",
      "S01.01XA"
    ],
    "icd_descriptions": "",
    "clinical_note": "Susan Miller is a 3-year-old girl seen in follow-up after an acute care visit for medication-related toxicity and head trauma. History is notable for an accidental ingestion of a penicillin-class antibiotic at home, after which she developed vomiting and lethargy and was brought to the emergency department. During the same incident, she reportedly fell forward and struck her forehead on a low table, resulting in a brief episode of confusion without documented loss of consciousness. Initial evaluation revealed a superficial laceration of the scalp in the frontal region, which was cleaned and closed without complication. Neuroimaging at the time demonstrated no intracranial hemorrhage or structural injury, and her mental status returned to baseline within several hours of observation. Since discharge, there have been no recurrent episodes of vomiting, headache, behavioral change, or gait disturbance. She is currently interactive and age-appropriate on examination, with a well-healed scar at the prior laceration site and no focal neurologic deficits appreciated."
  },
  {
    "sample_type": "3b",
    "patient_first_name": "Kevin",
    "patient_last_name": "Hill",
    "dob": "2014-06-27",
    "sex": "Male",
    "member_id": "HUS276717049",
    "patient_address": "9090 Second St, Stamford, CT 06607",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Sarah Johnson",
    "provider_npi": "5930575048",
    "provider_phone": "(475) 758-9952",
    "provider_fax": "(860) 263-1646",
    "provider_address": "3982 School St, Norwich, CT 06469",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-10",
    "internal_test_code": "80003",
    "icd_codes": [
      "T20.00XA",
      "S06.0X0A",
      "T36.0X1A"
    ],
    "icd_descriptions": "",
    "clinical_note": "Kevin Hill is a 10-year-old boy presenting for follow-up after an acute injury sustained when he was accidentally exposed to a flame source, resulting in superficial burns of the face. Since the incident, he has been treated with topical wound care and analgesics, with gradual improvement in erythema and tenderness; no evidence of deep tissue involvement has been documented. The initial event was associated with a brief head impact without reported loss of consciousness; parents noted transient headache and mild confusion that resolved within 24 hours. Subsequent examinations have shown normal orientation, gait, and coordination, and he has returned to baseline school performance without persistent neurologic complaints. Clinical course has been uncomplicated by infection, and there are no signs of airway compromise or ocular injury. Medication history is notable for a prior adverse reaction to a penicillin-class antibiotic, characterized by generalized rash and pruritus shortly after initiation, leading to discontinuation and avoidance of this drug class thereafter. No additional chronic medical conditions or developmental concerns are reported."
  },
  {
    "sample_type": "3b",
    "patient_first_name": "Kenneth",
    "patient_last_name": "Baker",
    "dob": "2008-02-19",
    "sex": "Male",
    "member_id": "HUS936459843",
    "patient_address": "1120 Maple St, New Britain, CT 06479",
    "subscriber_name": "Paul Baker",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Paul Allen",
    "provider_npi": "5351777005",
    "provider_phone": "(860) 356-4500",
    "provider_fax": "(959) 713-8292",
    "provider_address": "709 Main St, New London, CT 06338",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "7064 Cedar St, Enfield, CT 06078",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-04",
    "internal_test_code": "80001",
    "icd_codes": [
      "S06.0X0A",
      "T20.00XA",
      "T36.0X1A"
    ],
    "icd_descriptions": "",
    "clinical_note": "Kenneth Baker is a 16-year-old male who presents following an acute head injury sustained when he fell from a skateboard without a helmet, striking the occipital region on concrete. Since the incident earlier today, he experienced brief confusion but no reported loss of consciousness, nausea, or vomiting. He now reports headache and mild dizziness, with no visual changes or focal weakness. Examination shows an alert, oriented adolescent with normal speech and intact cranial nerves; motor and sensory exams are nonfocal, and gait is steady. Clinical concerns include a mild traumatic brain injury without clear evidence of intracranial complication at this time. History is also notable for a recent accidental scald burn to the anterior chest and neck from spilling boiling water while cooking; the affected areas show superficial erythema with intact sensation and no blistering, consistent with a superficial burn. Medication history reveals recent use of an oral penicillin-class antibiotic for streptococcal pharyngitis, tolerated without rash, dyspnea, or other signs of drug toxicity."
  },
  {
    "sample_type": "3b",
    "patient_first_name": "Ruth",
    "patient_last_name": "Mitchell",
    "dob": "2020-01-15",
    "sex": "Female",
    "member_id": "CT232535536",
    "patient_address": "8272 Hill St, Greenwich, CT 06228",
    "subscriber_name": "Joshua Mitchell",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Anthony Walker",
    "provider_npi": "2952926060",
    "provider_phone": "(475) 780-1441",
    "provider_fax": "(860) 931-4058",
    "provider_address": "5113 Court St, Norwich, CT 06576",
    "lab_name": "LabCorp",
    "lab_npi": "6925679092",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-29",
    "internal_test_code": "620024",
    "icd_codes": [
      "T36.0X1A",
      "T20.00XA"
    ],
    "icd_descriptions": "",
    "clinical_note": "Ruth Mitchell is a 4-year-old girl seen for follow-up after an acute care visit. History is notable for a recent accidental exposure to a penicillin-class antibiotic, after which she developed rapid-onset pruritus, erythema, and swelling shortly following administration. Parents report no prior known drug allergies. Clinical course included evaluation in an emergency setting, where she was noted to have diffuse urticaria without respiratory compromise and responded to antihistamines and observation. Since that episode, her caregivers have been appropriately avoiding the suspected medication and related agents, and they seek clarification regarding long-term management and documentation of drug hypersensitivity. Additionally, Ruth sustained a superficial thermal injury to the facial region when she briefly contacted a hot surface in the kitchen; the burn was limited to redness and mild blistering, without ocular involvement or airway concerns, and has been healing with conservative wound care. Development, growth, and general health are otherwise reported as typical for age, and immunizations are up to date."
  },
  {
    "sample_type": "3c",
    "patient_first_name": "Richard",
    "patient_last_name": "Young",
    "dob": "2007-03-03",
    "sex": "Male",
    "member_id": "CT505661534",
    "patient_address": "7495 River Rd, Manchester, CT 06086",
    "subscriber_name": "Brian Young",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Anthony Walker",
    "provider_npi": "2161811464",
    "provider_phone": "(959) 677-1918",
    "provider_fax": "(475) 499-8829",
    "provider_address": "7896 Pine St, East Hartford, CT 06041",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-01",
    "internal_test_code": "620022",
    "icd_codes": [
      "E87.2",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Richard Young is a 17-year-old male with a history notable for recurrent generalized seizure episodes beginning in mid-adolescence, often preceded by nonspecific malaise and occasionally followed by prolonged postictal confusion and fatigue. Several events have occurred in the context of intercurrent illness or poor oral intake, and laboratory evaluations during acute presentations have repeatedly demonstrated metabolic acidosis with low serum bicarbonate and elevated anion gap, resolving with intravenous fluids and correction of underlying triggers. Between episodes, he is generally well, though his parents report intermittent headaches and decreased exercise tolerance after minor viral infections. There is no history of head trauma, CNS infection, or known toxin exposure. Family history is notable for a maternal uncle with epilepsy of unclear etiology, and a younger sister with episodic migraines without neurologic deficits. His father has well-controlled hypertension and hyperlipidemia, and a paternal grandmother was diagnosed with rheumatoid arthritis in her 50s. No known consanguinity is reported. He is referred for further evaluation of recurrent seizures in the setting of intermittent metabolic derangements."
  },
  {
    "sample_type": "3c",
    "patient_first_name": "Robert",
    "patient_last_name": "Perez",
    "dob": "2012-01-24",
    "sex": "Male",
    "member_id": "CT819429287",
    "patient_address": "9107 East St, Glastonbury, CT 06578",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Sarah Johnson",
    "provider_npi": "5261250077",
    "provider_phone": "(475) 358-8709",
    "provider_fax": "(203) 227-9359",
    "provider_address": "6144 Union St, Middletown, CT 06726",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-23",
    "internal_test_code": "620024",
    "icd_codes": [
      "R79.89",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Robert Perez is a 13-year-old boy with a history notable for recurrent episodes concerning for seizure activity and persistently abnormal laboratory findings suggestive of an underlying metabolic disturbance. Since early childhood, parents describe brief spells of unresponsiveness with generalized stiffening and rhythmic jerking, occasionally preceded by fatigue and occurring both during wakefulness and sleep; postictal confusion and headache are frequently reported. More recently, intermittent irritability, decreased energy, and difficulty keeping up with peers during physical activity have been observed, prompting further evaluation. Laboratory workups on multiple occasions have demonstrated unexplained abnormalities in serum analytes, raising concern for a possible inborn error of metabolism or other systemic biochemical disorder. Family history is significant for a paternal uncle with epilepsy beginning in adolescence and a maternal cousin with unexplained “fainting spells” in childhood. Additional history includes a maternal grandmother with type 2 diabetes and a father with early-onset hypertension and hyperlipidemia. No known consanguinity is reported. Further neurologic and metabolic evaluation, including genetic testing, is being pursued to clarify the underlying etiology."
  },
  {
    "sample_type": "3c",
    "patient_first_name": "Helen",
    "patient_last_name": "Campbell",
    "dob": "2014-04-09",
    "sex": "Female",
    "member_id": "HUS658797710",
    "patient_address": "8467 Second St, Hamden, CT 06360",
    "subscriber_name": "Jennifer Campbell",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Betty Young",
    "provider_npi": "7165510970",
    "provider_phone": "(203) 738-3369",
    "provider_fax": "(860) 889-2265",
    "provider_address": "8531 School St, Newington, CT 06438",
    "lab_name": "Invitae",
    "lab_npi": "7370415667",
    "lab_address": "9845 Second St, Torrington, CT 06245",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-15",
    "internal_test_code": "",
    "icd_codes": [
      "E70.20",
      "R27.0"
    ],
    "icd_descriptions": "",
    "clinical_note": "Helen Campbell is a 10-year-old girl with a history notable for early difficulties with coordination and progressive problems with balance. Parents describe a longstanding “clumsiness,” with frequent falls, difficulty with tandem gait, and trouble with fine motor tasks such as handwriting and buttoning clothes. Neurologic review notes intention tremor on reaching for objects and past pointing on finger-to-nose testing, consistent with a cerebellar pattern of ataxia. In addition, there is concern for an inborn error of metabolism affecting amino acid processing, with intermittent episodes of irritability, decreased appetite, and fatigue during minor illnesses, prompting evaluation by metabolic specialists. Growth and general health have otherwise been appropriate. Family history is notable for a maternal uncle with a progressive gait disorder beginning in mid-adulthood, reportedly requiring a cane, and a paternal cousin with an unspecified metabolic condition requiring a special protein-restricted diet. There is also a maternal grandmother with rheumatoid arthritis and a father with well-controlled hypertension, without known neurologic disease."
  },
  {
    "sample_type": "3c",
    "patient_first_name": "Sandra",
    "patient_last_name": "Brown",
    "dob": "2011-03-26",
    "sex": "Female",
    "member_id": "MCD471484139",
    "patient_address": "6568 Broad St, Waterbury, CT 06474",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Mark Lewis",
    "provider_npi": "2228776637",
    "provider_phone": "(860) 463-6127",
    "provider_fax": "(475) 315-2313",
    "provider_address": "4709 Church St, Shelton, CT 06885",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2026-01-07",
    "internal_test_code": "80001",
    "icd_codes": [
      "E70.20",
      "P94.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "Sandra Brown is a 13-year-old girl with a history notable for episodes of marked irritability, abnormal movements, and fluctuating tone beginning in early childhood. Parents describe intermittent stiffness and posturing, particularly during periods of illness or fasting, sometimes accompanied by tremulousness and poor coordination. They also report longstanding sensitivity to high‑protein foods, with past episodes of lethargy and vomiting that improved with dietary modification and medical management. Growth and general health have otherwise been appropriate, though she has required periodic evaluations for suspected disturbances in amino acid metabolism. Neurologic examinations between episodes have been largely nonfocal, though prior assessments documented transient hypertonia and delayed relaxation of muscle groups during symptomatic periods. Family history is notable for a younger brother with recurrent “spells” of stiffening in infancy that resolved by school age, and a maternal cousin with unexplained episodes of ataxia during febrile illnesses. Additional history includes a paternal grandfather with coronary artery disease in his 50s and a maternal aunt with hypothyroidism. No prior genetic testing has been documented."
  },
  {
    "sample_type": "3c",
    "patient_first_name": "Kevin",
    "patient_last_name": "Torres",
    "dob": "2022-01-24",
    "sex": "Male",
    "member_id": "MCD507433584",
    "patient_address": "1370 Water St, Norwich, CT 06182",
    "subscriber_name": "Michelle Torres",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Joseph Harris",
    "provider_npi": "4031140922",
    "provider_phone": "(203) 913-3939",
    "provider_fax": "(860) 264-1617",
    "provider_address": "5814 Pleasant St, East Hartford, CT 06021",
    "lab_name": "GeneDx",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-15",
    "internal_test_code": "J744b",
    "icd_codes": [
      "E73.0",
      "P94.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "Kevin Torres is a 3-year-old boy with a history notable for feeding difficulties and gastrointestinal discomfort beginning in late infancy, characterized by bloating, loose stools, and irritability after dairy intake. Parents report chronic gassiness, intermittent abdominal pain, and poor tolerance of standard cow’s milk formula, with some improvement on lactose-restricted products. More recently, he has demonstrated increased muscle stiffness and episodic arching, particularly when upset or during handling, with exam findings consistent with generalized hypertonia. Developmental milestones have been achieved on time, though parents describe occasional clumsiness when running. There is no history of seizures, encephalopathic episodes, or recurrent severe infections. Family history is notable for a maternal uncle with “tight muscles” requiring physical therapy in childhood, and a paternal grandmother with type 2 diabetes and hypertension. A maternal cousin reportedly has migraine headaches with visual aura. No known consanguinity is reported. Genetic evaluation is requested to investigate a possible underlying metabolic or neuromuscular etiology contributing to his lactose intolerance and persistent hypertonia."
  }
]