[
  {
    "sample_type": "1",
    "patient_first_name": "Richard",
    "patient_last_name": "Green",
    "dob": "2014-08-01",
    "sex": "Male",
    "member_id": "CT894020363",
    "patient_address": "2638 Maple St, Newington, CT 06688",
    "subscriber_name": "Kenneth Green",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Lisa Garcia",
    "provider_npi": "6506799681",
    "provider_phone": "(475) 422-4124",
    "provider_fax": "(203) 635-4420",
    "provider_address": "3274 Oak Ave, Stamford, CT 06004",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-12-28",
    "internal_test_code": "WGS003",
    "icd_codes": [
      "E87.2",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Richard Green is a 11-year-old boy with a history notable for recurrent episodes of metabolic acidosis, characterized by vomiting, lethargy, and tachypnea during intercurrent illnesses. Parents report that since early childhood he has had several hospital admissions for “acid in the blood being too high,” often triggered by minor infections or periods of poor oral intake, with improvement following intravenous fluids and bicarbonate therapy. Between episodes he is generally well, with normal growth and development reported. More recently, he experienced two unprovoked seizure-like events within the past year, described as generalized stiffening and rhythmic jerking lasting 1–2 minutes, followed by postictal confusion and fatigue; no clear precipitating factors were identified. Neurologic examination between events has been nonfocal. Family history is notable for a maternal uncle with childhood-onset epilepsy requiring long-term antiseizure medication, and a paternal cousin who was hospitalized in adolescence for an unexplained “blood acid problem” during a severe flu-like illness. No known consanguinity is reported. Further evaluation for an underlying metabolic and neurologic etiology is underway."
  },
  {
    "sample_type": "1",
    "patient_first_name": "Ruth",
    "patient_last_name": "Rivera",
    "dob": "2013-01-12",
    "sex": "Female",
    "member_id": "HUS329688412",
    "patient_address": "2279 Spring St, Manchester, CT 06928",
    "subscriber_name": "Nancy Rivera",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Daniel Jackson",
    "provider_npi": "8628501909",
    "provider_phone": "(475) 906-7976",
    "provider_fax": "(475) 487-7208",
    "provider_address": "4535 Sunset Ave, East Hartford, CT 06822",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "5310 Court St, Norwich, CT 06900",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2026-01-02",
    "internal_test_code": "620024",
    "icd_codes": [
      "Q61.4",
      "Q22.2",
      "Q21.1",
      "F72",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-06-24",
    "clinical_note": "Ruth Rivera is a 12-year-old girl with a history notable for significant global developmental delay and severe intellectual disability, with limited expressive language and need for assistance in most activities of daily living. Since infancy, growth has been complicated by multiple congenital anomalies. Cardiac history includes a previously diagnosed secundum atrial septal defect and pulmonary valve abnormality, with prior cardiology follow-up for a heart murmur and intermittent exertional fatigue. Renal evaluation in early childhood identified cystic changes of the kidneys, and she continues to be monitored for blood pressure and renal function. Physical examination over time has documented a pattern of distinctive craniofacial features and disproportionate body habitus consistent with a constitutional overgrowth and dysmorphic syndrome, including a broad forehead, downslanting palpebral fissures, and mild limb asymmetry. Behavioral profile is characterized by limited social reciprocity primarily attributable to cognitive level rather than a primary autism spectrum disorder. Prior genetic testing included a multigene panel completed on 2025-06-24, which was reported as negative, and no molecular diagnosis has yet been established."
  },
  {
    "sample_type": "1",
    "patient_first_name": "Joseph",
    "patient_last_name": "Rodriguez",
    "dob": "2008-12-29",
    "sex": "Male",
    "member_id": "MCD737003133",
    "patient_address": "3249 High St, Norwich, CT 06372",
    "subscriber_name": "Kevin Rodriguez",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Daniel Jackson",
    "provider_npi": "4201793261",
    "provider_phone": "(475) 385-7477",
    "provider_fax": "(203) 627-4030",
    "provider_address": "7745 State St, Hamden, CT 06458",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "7512 Forest Ave, Bristol, CT 06238",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-30",
    "internal_test_code": "80003",
    "icd_codes": [
      "Q17.0",
      "Q04.0",
      "R62.50",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-12-01",
    "clinical_note": "Joseph Rodriguez is a 17-year-old male with a history notable for congenital craniofacial and ear anomalies recognized in early childhood, including malformation of the external ear with associated asymmetry of the cranial vault and facial structures. Since infancy, he has demonstrated global developmental delay with persistent limitations in both cognitive and adaptive functioning; academic skills remain significantly below age expectations, and he requires ongoing special education services and support for daily living activities. Early neuroimaging reportedly showed underdevelopment of the cerebral hemispheres consistent with a structural brain malformation, which has been correlated with his delays and learning difficulties. Physical examination has previously documented a characteristic pattern of facial differences and disproportion suggestive of an underlying congenital syndromic etiology. Clinical concerns include slow linear growth and failure to reach anticipated developmental milestones despite appropriate nutritional support and therapies. Prior genetic evaluation included single-gene testing performed on 2025-12-01, which was negative and did not provide a unifying diagnosis for his constellation of craniofacial, brain, growth, and developmental findings."
  },
  {
    "sample_type": "1",
    "patient_first_name": "Sandra",
    "patient_last_name": "Baker",
    "dob": "2021-10-15",
    "sex": "Female",
    "member_id": "MCD106719751",
    "patient_address": "2201 Main St, Enfield, CT 06513",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Donna Scott",
    "provider_npi": "2468360239",
    "provider_phone": "(203) 566-7371",
    "provider_fax": "(203) 282-3501",
    "provider_address": "4588 Spring St, West Hartford, CT 06834",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-12-24",
    "internal_test_code": "80003",
    "icd_codes": [
      "E88.40",
      "P94.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "Sandra Baker is a 4-year-old girl (born 2021-10-15) referred for evaluation of a complex neurological and metabolic presentation. Since early infancy, parents have noted episodes of generalized stiffness and abnormal posturing, particularly with handling or during crying, consistent with increased muscle tone and intermittent dystonic movements. Clinical concerns include fluctuating hypertonia with periods of apparent rigidity, occasionally interfering with feeding and sleep, and requiring frequent repositioning. Over the past year, she has also had recurrent episodes of unexplained fatigue and poor exercise tolerance, with intermittent vomiting during minor illnesses, raising concern for an underlying disorder of cellular energy or storage metabolism. Growth has been appropriate, but she is described as tiring easily during active play compared with peers. There is no history of developmental regression. Family history is notable for a maternal uncle with “muscle stiffness” in childhood that reportedly improved with age, and a paternal grandmother with type 2 diabetes and hyperlipidemia. No known consanguinity. Parents are seeking clarification of an underlying unifying diagnosis and guidance on prognosis and recurrence risk."
  },
  {
    "sample_type": "1",
    "patient_first_name": "Karen",
    "patient_last_name": "Ramirez",
    "dob": "2012-03-20",
    "sex": "Female",
    "member_id": "CT792385679",
    "patient_address": "4502 Broad St, Norwich, CT 06945",
    "subscriber_name": "Carol Ramirez",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. James Rodriguez",
    "provider_npi": "9214777066",
    "provider_phone": "(203) 641-3198",
    "provider_fax": "(475) 773-9600",
    "provider_address": "8943 Main St, Windsor, CT 06556",
    "lab_name": "LabCorp",
    "lab_npi": "4388606014",
    "lab_address": "3980 Park Rd, West Hartford, CT 06087",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-10",
    "internal_test_code": "620024",
    "icd_codes": [
      "R79.89",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Karen Ramirez is a 13-year-old girl with a history notable for episodic neurological events characterized by transient loss of responsiveness and generalized shaking, followed by post-event confusion and fatigue. These episodes have been occurring intermittently over the past year, without a clear precipitating trigger, and have raised concern for a seizure disorder. Clinical concerns also include intermittently abnormal blood test results suggestive of an underlying metabolic disturbance, with prior labs showing fluctuating elevations in serum markers that have not yet been fully characterized. Parents report occasional headaches and brief spells of staring, though these are less clearly defined. Developmental progress and school performance are reported as age-appropriate. There is a positive family history of neurologic symptoms: a maternal uncle reportedly had “convulsions” in adolescence that resolved in adulthood without long-term treatment. No known history of similar episodes in her parents or siblings. Karen currently takes no daily medications, and there is no history of significant perinatal complications or major systemic illness. Further neurologic and metabolic evaluation is planned."
  },
  {
    "sample_type": "2a",
    "patient_first_name": "Timothy",
    "patient_last_name": "Young",
    "dob": "2020-06-21",
    "sex": "Male",
    "member_id": "MCD146787300",
    "patient_address": "1172 Church St, Waterbury, CT 06289",
    "subscriber_name": "Carol Young",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Michael Smith",
    "provider_npi": "6041596654",
    "provider_phone": "(860) 622-9954",
    "provider_fax": "(203) 294-3088",
    "provider_address": "9531 Elm St, Greenwich, CT 06516",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "6319 School St, Hartford, CT 06213",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-25",
    "internal_test_code": "",
    "icd_codes": [
      "E73.0",
      "R270"
    ],
    "icd_descriptions": "",
    "clinical_note": "Timothy Young is a 5-year-old boy with a history notable for chronic gastrointestinal intolerance to dairy products and progressive coordination difficulties. Since toddlerhood, caregivers have reported abdominal bloating, loose stools, and irritability within hours of consuming milk or ice cream, with marked improvement on a lactose-restricted diet. More recently, concerns have focused on motor function: Timothy demonstrates an unsteady, wide-based gait, frequent tripping, and difficulty with tasks requiring fine motor control such as using utensils and manipulating small toys. On examination, he exhibits dysmetria on finger-to-nose testing and mild intention tremor, with otherwise normal tone and strength. Growth has remained appropriate, and there is no history of developmental regression, seizures, or significant systemic illness. Family history is notable for a maternal uncle with long-standing gait instability attributed to an unspecified cerebellar disorder and a paternal grandmother with “milk intolerance” requiring strict avoidance of dairy. No known consanguinity is reported. Further evaluation of his neurologic findings and suspected lactose malabsorption is planned."
  },
  {
    "sample_type": "2a",
    "patient_first_name": "Steven",
    "patient_last_name": "Rivera",
    "dob": "2010-09-21",
    "sex": "Male",
    "member_id": "MCD899750352",
    "patient_address": "6761 Pleasant St, Torrington, CT 06230",
    "subscriber_name": "David Rivera",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Robert Miller",
    "provider_npi": "6410937817",
    "provider_phone": "(203) 606-2025",
    "provider_fax": "(860) 451-9824",
    "provider_address": "7946 Spring St, Milford, CT 06708",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "2792 Forest Ave, Middletown, CT 06492",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-31",
    "internal_test_code": "",
    "icd_codes": [
      "E88.400",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Steven Rivera is a 15-year-old male with a history notable for recurrent unexplained seizures beginning in mid-childhood, described by his parents as episodes of staring followed by generalized stiffening and rhythmic jerking, with postictal confusion and fatigue. Seizure frequency has been intermittent, with several clusters requiring emergency evaluation but no clear provoking factors identified. Clinical concerns also include possible underlying metabolic dysfunction; parents report longstanding exercise intolerance, easy fatigability, and intermittent episodes of vomiting and abdominal discomfort, sometimes associated with mild lethargy and decreased appetite. Growth has remained generally appropriate, but there have been occasional concerns about low energy and difficulty keeping up with peers in sports. No clear dietary triggers have been identified, though prolonged fasting appears to worsen his symptoms. Family history is notable for a maternal uncle with epilepsy of unclear etiology diagnosed in adolescence, and a paternal cousin with recurrent episodes of hypoglycemia requiring hospitalization in early childhood. No known family history of sudden unexplained death, cardiomyopathy, or documented metabolic syndromes."
  },
  {
    "sample_type": "2a",
    "patient_first_name": "Mark",
    "patient_last_name": "Thomas",
    "dob": "2013-02-22",
    "sex": "Male",
    "member_id": "CT660306824",
    "patient_address": "9575 Oak Ave, Norwalk, CT 06314",
    "subscriber_name": "Lisa Thomas",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Mark Lewis",
    "provider_npi": "5749751326",
    "provider_phone": "(475) 582-5499",
    "provider_fax": "(475) 726-3131",
    "provider_address": "9336 Mill St, Norwich, CT 06442",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "5553 Meadow Ln, Shelton, CT 06873",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2026-01-06",
    "internal_test_code": "620024",
    "icd_codes": [
      "E70.20",
      "R56.90"
    ],
    "icd_descriptions": "",
    "clinical_note": "Mark Thomas is a 12-year-old boy (DOB 2013-02-22) seen for ongoing neurological and metabolic concerns. History is notable for recurrent unprovoked seizures beginning in early childhood, described as generalized tonic-clonic events with postictal confusion and fatigue; he is currently followed by neurology with variable control on antiseizure medication. Parents also report intermittent episodes of lethargy and decreased attention, sometimes triggered by illness or prolonged fasting, raising concern for an underlying disorder of amino acid metabolism affecting phenylalanine processing. Past evaluations have included dietary review and intermittent monitoring of plasma amino acid levels, with recommendations for a protein-modified diet that the family finds challenging to maintain consistently. Developmental progress has otherwise been appropriate for age, and there is no history of significant regression. Family history is notable for a paternal uncle with childhood-onset epilepsy that improved in adolescence, and a maternal cousin with an undiagnosed metabolic condition characterized by recurrent vomiting and failure to thrive in infancy. No known consanguinity is reported."
  },
  {
    "sample_type": "2a",
    "patient_first_name": "Donald",
    "patient_last_name": "Moore",
    "dob": "2021-07-16",
    "sex": "Male",
    "member_id": "MCD965886515",
    "patient_address": "2511 Spring St, Torrington, CT 06564",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Betty Young",
    "provider_npi": "4487663868",
    "provider_phone": "(475) 668-9192",
    "provider_fax": "(203) 351-5972",
    "provider_address": "7611 Pine St, Meriden, CT 06967",
    "lab_name": "LabCorp",
    "lab_npi": "5260288387",
    "lab_address": "4946 Maple St, Milford, CT 06586",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-12-23",
    "internal_test_code": "620024",
    "icd_codes": [
      "E88.400",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Donald Moore is a 4-year-old boy (born 2021-07-16) with a history notable for recurrent seizure activity and concern for an underlying metabolic disorder. Seizures reportedly began in early childhood and are described as focal events with impaired awareness, occasionally progressing to bilateral tonic-clonic activity, with some clustering and at least one episode requiring emergency evaluation. Parents describe postictal confusion and fatigue, with intermittent behavioral changes surrounding seizure episodes. Development has been generally appropriate, though they note periods of regression in skills following more severe seizures. Clinical concerns also include intermittent episodes of lethargy and poor feeding during intercurrent illnesses, raising suspicion for a disturbance in intermediary metabolism. No clear dietary triggers have been identified, but parents report that prolonged fasting tends to worsen his overall stamina. Family history is notable for a maternal uncle with childhood-onset epilepsy requiring long-term antiseizure therapy and a paternal cousin with an unspecified “enzyme deficiency” presenting with recurrent hypoglycemia in early childhood. No known consanguinity is reported."
  },
  {
    "sample_type": "2b",
    "patient_first_name": "James",
    "patient_last_name": "Wilson",
    "dob": "2018-12-03",
    "sex": "Male",
    "member_id": "CT225374508",
    "patient_address": "8127 East St, Meriden, CT 06767",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. David Brown",
    "provider_npi": "6801401281",
    "provider_phone": "(475) 579-3190",
    "provider_fax": "(203) 988-6058",
    "provider_address": "5135 Union St, Norwalk, CT 06320",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81416",
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-21",
    "internal_test_code": "WGS001",
    "icd_codes": [
      "E87.2",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "James Wilson is a 7-year-old boy brought for evaluation of recurrent seizures and metabolic instability. History is notable for episodes of generalized convulsions beginning in early childhood, often without clear focal onset and occasionally clustering, with at least one event requiring emergency care and benzodiazepine administration. Parents describe postictal confusion and prolonged fatigue, but no persistent focal weakness. Clinical concerns also include recurrent episodes of metabolic acidosis, typically during intercurrent illness, with tachypnea, vomiting, and poor oral intake; these episodes have required intravenous fluids and bicarbonate therapy. Between crises, he returns to baseline with no reported developmental regression. There is no history of known toxin exposure or ingestion to explain the acid–base disturbances. Family history is significant for a maternal uncle with childhood-onset epilepsy that improved in adolescence, and a paternal grandmother with type 2 diabetes and hypertension. No known consanguinity is reported. James currently follows with neurology and metabolic specialists; evaluation today focuses on clarifying an underlying unifying etiology for his seizure disorder and recurrent metabolic decompensations."
  },
  {
    "sample_type": "2b",
    "patient_first_name": "Steven",
    "patient_last_name": "Wilson",
    "dob": "2008-12-03",
    "sex": "Male",
    "member_id": "MCD325314328",
    "patient_address": "2251 State St, Enfield, CT 06461",
    "subscriber_name": "Donald Wilson",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Thomas Taylor",
    "provider_npi": "3504438540",
    "provider_phone": "(203) 647-9913",
    "provider_fax": "(475) 826-7328",
    "provider_address": "1082 Broad St, New Haven, CT 06947",
    "lab_name": "LabCorp",
    "lab_npi": "7571689715",
    "lab_address": "177 Pine St, Stamford, CT 06117",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-08",
    "internal_test_code": "620024",
    "icd_codes": [
      "Q22.2",
      "Q66.89",
      "F72",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-03-30",
    "clinical_note": "Steven Wilson is a 17-year-old male with a history notable for complex congenital and developmental concerns. Since birth, he has had a structural cardiac abnormality involving the right ventricular outflow tract, with early-life evaluations documenting obstruction at the level of the pulmonary valve and supravalvar region; he continues in cardiology follow-up for this condition. Orthopedic history includes bilateral congenital foot deformities with persistent hindfoot malalignment and limited range of motion, requiring bracing and intermittent physical therapy. Developmentally, he has a longstanding, severe intellectual disability with minimal expressive language, requiring full assistance for activities of daily living and participation in a specialized educational program. Examination over time has described a pattern of disproportionate short stature, a broad and prominent forehead, downslanting palpebral fissures, low-set posteriorly rotated ears, and a short, webbed neck, raising concern for an underlying multisystem genetic syndrome. A prior gene panel performed on 2025-03-30 was reported as negative, without identification of a causative variant, and further comprehensive genetic evaluation is now being pursued to clarify the diagnosis and guide management."
  },
  {
    "sample_type": "2b",
    "patient_first_name": "Ruth",
    "patient_last_name": "Roberts",
    "dob": "2014-04-22",
    "sex": "Female",
    "member_id": "MCD572180294",
    "patient_address": "8781 Washington Ave, Norwich, CT 06065",
    "subscriber_name": "Paul Roberts",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Susan Clark",
    "provider_npi": "3900341883",
    "provider_phone": "(475) 875-9935",
    "provider_fax": "(475) 830-1733",
    "provider_address": "3544 Highland Ave, Trumbull, CT 06170",
    "lab_name": "GeneDx",
    "lab_npi": "2270630905",
    "lab_address": "174 Pleasant St, Glastonbury, CT 06206",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81417"
    ],
    "urgency": "Regular",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-22",
    "internal_test_code": "J744b",
    "icd_codes": [
      "Q39.1",
      "Q04.0",
      "Q67.4",
      "R41.840",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-11-06",
    "clinical_note": "Ruth Roberts is an 11-year-old girl with a history notable for significant developmental concerns and multiple congenital anomalies. Since early childhood, she has demonstrated global developmental delay with persistent difficulties in attention, learning, and processing speed, requiring special education supports and school-based therapies. Birth records describe a congenital brain malformation consistent with a major forebrain cleavage defect, associated with early feeding difficulties and hypotonia. She has a structural abnormality of the upper esophagus causing chronic dysphagia and intermittent regurgitation, managed with dietary modification and prior surgical evaluation. Physical examination has consistently noted a short, asymmetric skull shape with abnormal cranial contour and facial asymmetry, along with a recognizable pattern of craniofacial differences and minor limb anomalies, raising concern for an underlying syndromic etiology. There is no known family history of similar neurodevelopmental or structural anomalies. Prior genetic evaluation included single-gene testing performed on 2025-11-06, which was reported as negative, and she is now referred for broader genomic assessment to clarify the diagnosis and guide management and recurrence risk counseling."
  },
  {
    "sample_type": "2c",
    "patient_first_name": "Robert",
    "patient_last_name": "Scott",
    "dob": "2018-03-02",
    "sex": "Male",
    "member_id": "HUS382094754",
    "patient_address": "856 West St, Milford, CT 06327",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Christopher Lee",
    "provider_npi": "3246383018",
    "provider_phone": "(959) 302-4843",
    "provider_fax": "(203) 821-6262",
    "provider_address": "4801 Sunset Ave, Middletown, CT 06333",
    "lab_name": "LabCorp",
    "lab_npi": "6413726692",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "72555",
      "812345"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2026-01-07",
    "internal_test_code": "620024",
    "icd_codes": [
      "E87.2",
      "P94.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "Robert Scott is a 7-year-old boy with a history notable for recurrent episodes of metabolic decompensation characterized by high–anion gap acidosis, often triggered by minor intercurrent illnesses. Parents report several emergency visits over the past two years for lethargy, tachypnea, and poor oral intake, during which laboratory studies repeatedly demonstrated metabolic acidosis requiring IV fluids and careful electrolyte management. Since the neonatal period, he was noted to have generalized hypotonia, with a “floppy” appearance and delayed attainment of early motor milestones; he sat independently later than expected and required physical therapy to support gross motor development. More recently, he continues to fatigue easily with physical activity, though there is no clear history of seizures or focal neurologic deficits. Family history is notable for a maternal uncle with “low muscle tone” in childhood that improved over time, and a paternal cousin who reportedly had unexplained acidosis during a severe viral illness. There is no known history of similar recurrent metabolic crises in first-degree relatives."
  },
  {
    "sample_type": "2c",
    "patient_first_name": "Richard",
    "patient_last_name": "Lopez",
    "dob": "2020-10-28",
    "sex": "Male",
    "member_id": "CT624018055",
    "patient_address": "5997 Pine St, Hamden, CT 06010",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Paul Allen",
    "provider_npi": "3197659900",
    "provider_phone": "(959) 482-3365",
    "provider_fax": "(959) 855-8418",
    "provider_address": "8039 South St, Hartford, CT 06348",
    "lab_name": "Invitae",
    "lab_npi": "6449823244",
    "lab_address": "264 East St, New Britain, CT 06267",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81599",
      "814199"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2026-01-07",
    "internal_test_code": "",
    "icd_codes": [
      "E73.0",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Richard Lopez is a 5-year-old boy with a history notable for recurrent generalized seizures beginning in early childhood, characterized by loss of consciousness and tonic–clonic activity requiring ongoing antiepileptic therapy. Seizure frequency has fluctuated, with several breakthrough events reported over the past year, some occurring without clear triggers. Parents also report intermittent postictal confusion and fatigue, but no persistent focal neurological deficits have been documented between episodes. In addition, clinical concerns include gastrointestinal discomfort, bloating, and loose stools after ingestion of milk and other dairy products, leading the family to largely restrict lactose-containing foods; symptoms improve when dairy is avoided. Growth has been appropriate, but there is parental worry regarding dietary limitations and potential nutritional compromise. Family history is significant for a younger maternal cousin with childhood-onset epilepsy currently managed with medication, and a paternal aunt who has longstanding intolerance to dairy products with similar gastrointestinal complaints but no known neurologic disease. No known consanguinity is reported."
  },
  {
    "sample_type": "2c",
    "patient_first_name": "Sharon",
    "patient_last_name": "Williams",
    "dob": "2013-01-21",
    "sex": "Female",
    "member_id": "CT137621994",
    "patient_address": "835 Center St, Bridgeport, CT 06503",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Patricia Anderson",
    "provider_npi": "4867469074",
    "provider_phone": "(860) 566-1705",
    "provider_fax": "(959) 284-5050",
    "provider_address": "1707 School St, Waterbury, CT 06981",
    "lab_name": "GeneDx",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "814199",
      "72555"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-13",
    "internal_test_code": "TH78a",
    "icd_codes": [
      "R79.89",
      "P94.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "Sharon Williams is a 12-year-old girl with a history notable for persistent abnormalities in laboratory markers of muscle and/or liver function, prompting ongoing metabolic evaluation. Parents report intermittent fatigue and poor exercise tolerance over the past several years, with occasional myalgias after routine physical activity. Growth and general health have otherwise been unremarkable, but serial blood work has demonstrated fluctuating elevations in enzymes suggestive of an underlying biochemical disturbance. Since early childhood she has also exhibited intermittent neuromuscular irritability, including episodes of increased tone and jitteriness in the neonatal period that gradually improved but never fully resolved, now manifesting as occasional muscle stiffness and fine tremulousness when anxious or fatigued. There have been no clear provoking illnesses, and dietary intake is typical for age. Family history is notable for a maternal uncle with “muscle problems” and unexplained elevated liver tests in his 30s, and a paternal cousin described as having episodic muscle cramps requiring medical evaluation in adolescence. No known exposures to medications or toxins that would explain the current findings."
  },
  {
    "sample_type": "2c",
    "patient_first_name": "Michelle",
    "patient_last_name": "Ramirez",
    "dob": "2013-05-20",
    "sex": "Female",
    "member_id": "HUS912009150",
    "patient_address": "4680 Main St, East Hartford, CT 06805",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Lisa Garcia",
    "provider_npi": "2805606097",
    "provider_phone": "(203) 783-1398",
    "provider_fax": "(860) 489-4458",
    "provider_address": "965 Valley Rd, New London, CT 06682",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "5555 Union St, Newington, CT 06719",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "812345"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-16",
    "internal_test_code": "620024",
    "icd_codes": [
      "Q22.2",
      "Q21.1",
      "Q66.89",
      "F72",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-08-20",
    "clinical_note": "Michelle Ramirez is a 12-year-old girl with a history notable for complex congenital heart disease and global developmental impairment. Since early infancy, she has been followed by cardiology for a congenital malformation of the right ventricular outflow tract with associated atrial septal defect, requiring close surveillance for exercise intolerance and episodic tachypnea. Orthopedic history includes bilateral foot deformities with abnormal positioning and limited flexibility, contributing to delayed gross motor milestones and frequent tripping; she currently ambulates independently but with clumsy gait and poor balance. Cognitive functioning is in the severe range, with limited expressive language, dependence for most activities of daily living, and need for a highly structured educational setting. Examination has consistently documented features suggestive of a congenital malformation syndrome, including facial asymmetry, low-set ears, and mild limb disproportion. Since childhood she has received physical, occupational, and speech therapy with gradual but slow progress. Prior genetic evaluation with single-gene testing on 2025-08-20 was negative, and she is now referred for further genomic assessment to clarify an underlying syndromic diagnosis and guide management."
  },
  {
    "sample_type": "2d",
    "patient_first_name": "Anthony",
    "patient_last_name": "Jackson",
    "dob": "2009-11-29",
    "sex": "Male",
    "member_id": "MCD990120436",
    "patient_address": "2956 Highland Ave, Enfield, CT 06297",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Thomas Taylor",
    "provider_npi": "9387336823",
    "provider_phone": "(475) 537-3820",
    "provider_fax": "(860) 288-4885",
    "provider_address": "5173 High St, Stratford, CT 06740",
    "lab_name": "Invitae",
    "lab_npi": "9322988449",
    "lab_address": "4532 Elm St, Stratford, CT 06814",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-08-23",
    "internal_test_code": "80003",
    "icd_codes": [
      "R79.89",
      "G40.419"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-09-02",
    "clinical_note": "Anthony Jackson is a 16-year-old male with a history notable for developmental delay and intellectual impairment recognized in early childhood, accompanied by persistent learning difficulties and need for academic support. Since early school age he has exhibited episodes consistent with focal seizures progressing to bilateral tonic-clonic activity, occurring without clear precipitating factors and requiring ongoing neurologic care. Seizure control has been partial on current antiseizure therapy, with intermittent breakthrough events. Parents report periods of lethargy and poor exercise tolerance, and prior evaluations have documented intermittent abnormalities on laboratory studies suggestive of an underlying metabolic disturbance, though no unifying diagnosis has been established. Physical examination has repeatedly noted subtle dysmorphic facial features and mild abnormalities of growth parameters, raising concern for an underlying syndromic etiology. Family history is significant for a maternal uncle with childhood-onset epilepsy and learning difficulties, and a paternal grandfather with adult-onset type 2 diabetes and ischemic heart disease. Prior genetic evaluation with a targeted gene panel on 2025-09-02 was reported as negative, without identification of a causative variant."
  },
  {
    "sample_type": "2d",
    "patient_first_name": "Brian",
    "patient_last_name": "Gonzalez",
    "dob": "2018-02-27",
    "sex": "Male",
    "member_id": "CT534118677",
    "patient_address": "2865 Elm St, Trumbull, CT 06774",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Mark Lewis",
    "provider_npi": "3170489301",
    "provider_phone": "(203) 391-6160",
    "provider_fax": "(203) 932-1976",
    "provider_address": "3407 River Rd, Hartford, CT 06444",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "2487 Pleasant St, Bridgeport, CT 06138",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "2025-02-12",
    "internal_test_code": "620024",
    "icd_codes": [
      "Q39.1",
      "Q66.89",
      "F71",
      "Q87.0"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-02-20",
    "clinical_note": "Brian Gonzalez is a 7-year-old boy with a history notable for global developmental delay in the moderate range, with persistent cognitive and adaptive impairments impacting school performance and daily living skills. Since early childhood, parents have reported delayed speech and language acquisition and the need for ongoing support with basic self-care. Clinical concerns also include multiple congenital anomalies. At birth he was noted to have a congenital esophageal abnormality consistent with a segment of narrowing and structural disruption, requiring early feeding support and ongoing monitoring for swallowing difficulties and reflux. Musculoskeletal history is significant for bilateral foot deformities with abnormal positioning and shape of the feet, contributing to gait abnormalities and the need for orthopedic evaluation and supportive footwear. Dysmorphic features include a characteristic facial appearance with subtle but recognizable craniofacial differences in the context of a broader pattern of congenital anomalies. Prior genetic testing with a single-gene assay performed on 2025-02-20 was negative, and no definitive molecular diagnosis has yet been established."
  },
  {
    "sample_type": "2d",
    "patient_first_name": "Ruth",
    "patient_last_name": "Martinez",
    "dob": "2009-12-05",
    "sex": "Female",
    "member_id": "MCD412648639",
    "patient_address": "8709 Franklin St, New London, CT 06477",
    "subscriber_name": "David Martinez",
    "subscriber_relation": "Parent",
    "provider_name": "Dr. Christopher Lee",
    "provider_npi": "3339389985",
    "provider_phone": "(203) 393-6949",
    "provider_fax": "(959) 757-2567",
    "provider_address": "2468 Sunset Ave, Hartford, CT 06748",
    "lab_name": "Invitae",
    "lab_npi": "8878143632",
    "lab_address": "84 State St, Shelton, CT 06162",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2025-10-02",
    "internal_test_code": "80003",
    "icd_codes": [
      "E88.40",
      "R56.9"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-10-09",
    "clinical_note": "Ruth Martinez is a 16-year-old girl with a longstanding history of global developmental delay and intellectual impairment, first recognized in early childhood with delayed motor and language milestones and persistent academic difficulties requiring special education support. Since infancy, she has had intermittent episodes concerning for seizures, described as brief unresponsiveness with generalized shaking and postictal fatigue; these events continue sporadically despite normal basic labs and imaging. Clinical concerns also include a chronic, unexplained metabolic disorder characterized by episodic fatigue, poor exercise tolerance, and intermittent vomiting, with prior evaluations suggesting an inborn error of metabolism without a specific diagnosis. Examination over time has noted mild dysmorphic facial features and subtle distal limb anomalies, in the setting of otherwise normal growth parameters. She has experienced multiple hospitalizations for metabolic decompensation during intercurrent illnesses. Family history is notable for a younger brother with learning difficulties and febrile seizures in early childhood, and a maternal uncle reportedly diagnosed with a “chemical imbalance” requiring dietary restriction. A prior single-gene test performed on 2025-10-09 was negative, and no molecular diagnosis has yet been established."
  },
  {
    "sample_type": "2e",
    "patient_first_name": "Karen",
    "patient_last_name": "Martin",
    "dob": "2007-12-31",
    "sex": "Female",
    "member_id": "MCD347982584",
    "patient_address": "6316 High St, Greenwich, CT 06837",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Christopher Lee",
    "provider_npi": "5855580168",
    "provider_phone": "(475) 600-6415",
    "provider_fax": "(959) 857-6371",
    "provider_address": "9936 Valley Rd, Newington, CT 06498",
    "lab_name": "LabCorp",
    "lab_npi": "",
    "lab_address": "2106 Maple St, West Haven, CT 06709",
    "test_type": "WES",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81415",
      "81416"
    ],
    "urgency": "Expedited",
    "specimen_type": "Buccal",
    "collection_date": "",
    "internal_test_code": "620024",
    "icd_codes": [
      "E87.2",
      "P94.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "Karen Martin is a 18-year-old female referred for evaluation of episodic neurologic symptoms in the context of recurrent metabolic disturbances. History is notable for intermittent generalized weakness and poor coordination during periods of intercurrent illness, with parents describing episodes of “floppiness” and delayed motor responses when she is unwell. Past records document recurrent metabolic acidosis requiring emergency department visits, during which she experiences lethargy, slowed movements, and difficulty maintaining posture. Between episodes, she returns close to baseline but reports easy fatigability with prolonged activity and occasional fine tremor of the hands. There is no history of seizures, but she describes transient muscle stiffness and cramping, particularly in the lower extremities, that can limit ambulation on bad days. Birth and early developmental history were reportedly unremarkable. Family history is significant for a younger brother with similar, though milder, illness-associated weakness and a maternal uncle with unexplained episodes of metabolic acidosis in early adulthood; no known neuromuscular diagnoses have been established in the family."
  },
  {
    "sample_type": "2e",
    "patient_first_name": "Helen",
    "patient_last_name": "Hill",
    "dob": "2016-10-29",
    "sex": "Female",
    "member_id": "MCD452071447",
    "patient_address": "7362 Union St, Norwalk, CT 06828",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Karen White",
    "provider_npi": "6614688779",
    "provider_phone": "(203) 555-3320",
    "provider_fax": "(959) 234-2055",
    "provider_address": "5169 South St, Stamford, CT 06232",
    "lab_name": "GeneDx",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "",
    "internal_test_code": "896b",
    "icd_codes": [
      "E70.20",
      "P94.2"
    ],
    "icd_descriptions": "",
    "clinical_note": "Helen Hill is a 9-year-old girl with a history notable for episodes of altered mental status and lethargy associated with illness and fasting, raising concern for an inborn error of amino acid metabolism affecting phenylalanine processing. Parents report intermittent vomiting, poor appetite during intercurrent infections, and occasional irritability and headaches, with improvement on a protein-restricted diet. Developmental milestones have been largely age-appropriate, but teachers have observed fluctuating attention and occasional difficulty with concentration on days following illness. Clinical concerns also include early-life neuromotor irritability; as an infant she demonstrated increased startle, jitteriness, and intermittent hypertonia, which gradually improved over the first year but left a tendency toward mild clumsiness and fatigue with prolonged activity. There is a family history of a maternal uncle with “seizures” of unclear etiology beginning in childhood and a paternal cousin with learning difficulties requiring special education services. No known consanguinity is reported. Helen is referred today for further evaluation of possible metabolic and neurologic contributions to her episodic symptoms and long-term neurocognitive risk."
  },
  {
    "sample_type": "2e",
    "patient_first_name": "Robert",
    "patient_last_name": "Roberts",
    "dob": "2007-12-18",
    "sex": "Male",
    "member_id": "HUS194031764",
    "patient_address": "9758 Park Rd, Stamford, CT 06131",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Daniel Jackson",
    "provider_npi": "3116349024",
    "provider_phone": "(475) 986-9224",
    "provider_fax": "(203) 750-5888",
    "provider_address": "3613 Court St, Torrington, CT 06941",
    "lab_name": "Invitae",
    "lab_npi": "5807554114",
    "lab_address": "3590 Valley Rd, Bristol, CT 06674",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "",
    "internal_test_code": "80001",
    "icd_codes": [
      "E87.2",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Robert Roberts is a 18-year-old male referred for evaluation of recurrent neurological events and metabolic instability. History is notable for multiple unprovoked seizure episodes beginning in mid-adolescence, described as generalized convulsive events with postictal confusion and no consistent precipitating factors. He has required several emergency department visits for these episodes, during which laboratory studies repeatedly demonstrated significant derangements in acid–base balance with low serum bicarbonate and elevated anion gap, consistent with episodes of metabolic acidosis. Between acute events, he reports intermittent fatigue and headaches but is generally able to attend school, though he has missed classes due to hospitalizations. There is no known exposure to toxins or medications that would clearly account for these findings. Family history is positive for a younger brother with a history of “staring spells” that have not yet been formally evaluated, and a maternal uncle who reportedly had seizures in childhood that resolved in adulthood without clear diagnosis. No consanguinity is reported. Further workup is aimed at clarifying the etiology of his seizures and recurrent metabolic decompensation."
  },
  {
    "sample_type": "2e",
    "patient_first_name": "Helen",
    "patient_last_name": "Clark",
    "dob": "2020-08-08",
    "sex": "Female",
    "member_id": "CT282138442",
    "patient_address": "8951 East St, Bridgeport, CT 06183",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Susan Clark",
    "provider_npi": "9876959592",
    "provider_phone": "(860) 354-3821",
    "provider_fax": "(860) 875-4386",
    "provider_address": "9013 Broad St, New Britain, CT 06258",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "5884 Elm St, Bridgeport, CT 06404",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "",
    "internal_test_code": "80001",
    "icd_codes": [
      "R79.89",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Helen Clark is a 5-year-old girl with a history notable for recurrent focal seizures beginning in early childhood, some progressing to impaired awareness and occasionally requiring emergency care for prolonged events. Seizures have occurred both during wakefulness and sleep, with no consistent precipitating factors reported. Parents describe episodes of staring, unresponsiveness, and right-sided stiffening, followed by postictal fatigue and irritability. She is currently managed with antiseizure medication, with partial but incomplete control. Clinical concerns also include intermittently abnormal blood chemistry results on prior evaluations, with unexplained elevations in certain laboratory markers suggestive of an underlying metabolic vulnerability; more detailed metabolic workup is in progress. Developmental progress has otherwise been generally appropriate for age per parental report. Family history is notable for a paternal uncle with childhood-onset epilepsy that improved in adolescence, and a maternal grandfather with type 2 diabetes and hyperlipidemia. There is no known consanguinity. Helen lives with both parents, attends kindergarten, and has not yet required individualized educational supports."
  },
  {
    "sample_type": "3a",
    "patient_first_name": "Matthew",
    "patient_last_name": "Lee",
    "dob": "2011-12-28",
    "sex": "Male",
    "member_id": "HUS590835157",
    "patient_address": "8267 North St, Greenwich, CT 06705",
    "subscriber_name": "Laura Lee",
    "subscriber_relation": "Guardian",
    "provider_name": "Dr. Sarah Johnson",
    "provider_npi": "5790094874",
    "provider_phone": "(959) 464-3696",
    "provider_fax": "(959) 571-5199",
    "provider_address": "4493 Mill St, Norwich, CT 06051",
    "lab_name": "Invitae",
    "lab_npi": "9862599969",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2026-01-09",
    "internal_test_code": "80001",
    "icd_codes": [
      "E70.20",
      "G40.419",
      "S93.401A",
      "S01.01XA"
    ],
    "icd_descriptions": "",
    "clinical_note": "Matthew Lee is a 14-year-old male with a history notable for recurrent generalized seizures beginning in mid-childhood, characterized by loss of consciousness and tonic-clonic activity, occasionally clustering without a clear precipitant. He has required emergency care for several of these events, and his current antiseizure regimen has provided only partial control, with intermittent breakthrough episodes. Parents also report longstanding sensitivity to high-protein meals and intermittent episodes of lethargy and vomiting, raising concern for an underlying disturbance in amino acid or aromatic compound metabolism; laboratory evaluations have intermittently shown nonspecific abnormalities, and further metabolic workup is in progress. Recent trauma history includes a right ankle sprain and a superficial scalp laceration after a fall during a seizure, both of which have healed without complication. Family history is significant for a maternal uncle with epilepsy diagnosed in adolescence and a paternal cousin with an unspecified metabolic disorder requiring dietary restriction. There is no known consanguinity, and no other neurologic conditions have been reported in first-degree relatives."
  },
  {
    "sample_type": "3a",
    "patient_first_name": "Mary",
    "patient_last_name": "Jones",
    "dob": "2015-03-02",
    "sex": "Female",
    "member_id": "HUS545911114",
    "patient_address": "7754 Court St, Enfield, CT 06762",
    "subscriber_name": "Betty Jones",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Donna Scott",
    "provider_npi": "6531381595",
    "provider_phone": "(475) 588-9841",
    "provider_fax": "(203) 724-1307",
    "provider_address": "3393 Valley Rd, Bridgeport, CT 06162",
    "lab_name": "Invitae",
    "lab_npi": "5749759557",
    "lab_address": "7945 Cedar St, Milford, CT 06162",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2026-01-09",
    "internal_test_code": "",
    "icd_codes": [
      "Q22.2",
      "Q10.3",
      "Q04.0",
      "R62.50",
      "Q87.0",
      "T20.00XA",
      "S93.401A",
      "S01.01XA"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Gene panel",
    "prior_test_result": "negative",
    "prior_test_date": "2025-01-25",
    "clinical_note": "Mary Jones is a 10-year-old girl with a history notable for complex congenital and developmental concerns. Since birth, she has had a structural heart defect involving the pulmonary valve, for which she is followed by pediatric cardiology, with intermittent exertional fatigue but no recent hospitalizations. Early infancy was also marked by abnormal head growth and imaging consistent with a major forebrain malformation, associated with global developmental delay; she continues to require support for learning and motor coordination and has not yet achieved full age-appropriate academic milestones. Parents report delayed growth and stature below the expected range, with ongoing evaluation for possible syndromic short stature. Facial features are described as mildly unusual, with subtle asymmetry and ocular misalignment due to congenital eye muscle abnormality, for which she wears corrective lenses and is under ophthalmologic care. Past medical history is further notable for a prior superficial facial burn and a right ankle sprain, both fully healed, and a small forehead laceration in early childhood without sequelae. A prior gene panel performed on 2025-01-25 was negative for pathogenic variants."
  },
  {
    "sample_type": "3a",
    "patient_first_name": "Joseph",
    "patient_last_name": "Gonzalez",
    "dob": "2014-09-27",
    "sex": "Male",
    "member_id": "HUS346849116",
    "patient_address": "9727 Elm St, Bridgeport, CT 06684",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Paul Allen",
    "provider_npi": "3451102467",
    "provider_phone": "(959) 611-8792",
    "provider_fax": "(959) 426-5254",
    "provider_address": "324 Pine St, Middletown, CT 06650",
    "lab_name": "GeneDx",
    "lab_npi": "",
    "lab_address": "",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-18",
    "internal_test_code": "561b",
    "icd_codes": [
      "E73.0",
      "R27.0",
      "S93.401A",
      "T20.00XA",
      "S06.0X0A"
    ],
    "icd_descriptions": "",
    "clinical_note": "Joseph Gonzalez is a 11-year-old boy with a history notable for lifelong difficulty tolerating dairy products, with abdominal discomfort and loose stools occurring shortly after ingestion of milk or ice cream, leading the family to largely eliminate lactose-containing foods. Neurologic concerns include intermittent problems with coordination; his parents describe clumsiness, frequent tripping, and difficulty with fine motor tasks such as buttoning and handwriting, and his exam has previously documented impaired coordination without clear weakness. Clinical history is also significant for multiple injuries: an inversion injury to the right ankle during sports requiring immobilization, and a prior minor head trauma with transient headache but no documented loss of consciousness or persistent deficits. He also sustained a superficial burn to the scalp/face from a hot liquid spill that healed without grafting. Family history is notable for a maternal uncle with similar dairy intolerance and a younger sister with “poor balance” reported in childhood but not formally evaluated. No prior genetic testing has been performed."
  },
  {
    "sample_type": "3a",
    "patient_first_name": "Thomas",
    "patient_last_name": "Taylor",
    "dob": "2008-10-03",
    "sex": "Male",
    "member_id": "MCD115824276",
    "patient_address": "1876 River Rd, Torrington, CT 06633",
    "subscriber_name": "Susan Taylor",
    "subscriber_relation": "Other",
    "provider_name": "Dr. Sarah Johnson",
    "provider_npi": "5759426608",
    "provider_phone": "(475) 607-3392",
    "provider_fax": "(203) 734-9264",
    "provider_address": "2608 Mill St, Middletown, CT 06985",
    "lab_name": "Invitae",
    "lab_npi": "",
    "lab_address": "6979 Broad St, Torrington, CT 06011",
    "test_type": "WES",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81415"
    ],
    "urgency": "Expedited",
    "specimen_type": "Blood",
    "collection_date": "2025-12-18",
    "internal_test_code": "80001",
    "icd_codes": [
      "Q22.2",
      "Q21.1",
      "R41.840",
      "Q87.0",
      "T20.00XA",
      "S93.401A"
    ],
    "icd_descriptions": "",
    "prior_test_type": "CMA",
    "prior_test_result": "negative",
    "prior_test_date": "2025-03-16",
    "clinical_note": "Thomas Taylor is a 17-year-old male with a history notable for complex congenital and developmental concerns. Since early infancy, he has had structural heart disease, including a previously diagnosed ventricular septal defect and malformation of the pulmonary valve, with ongoing cardiology follow-up for exercise intolerance and intermittent exertional fatigue. Developmentally, he has long-standing learning difficulties and impaired attention and concentration affecting academic performance, requiring school-based supports and an individualized education plan. Clinical examination has been described as consistent with a syndromic pattern, with mild facial dysmorphism and disproportionate growth features suggestive of an underlying congenital malformation syndrome. Past history is also notable for an accidental thermal injury to the face requiring acute care, as well as a prior right ankle sprain related to sports activity, both of which have healed without reported sequelae. Chromosomal microarray performed on 2025-03-16 was negative for pathogenic copy-number changes. He presents today for further evaluation of his congenital heart disease and syndromic developmental profile, and to consider additional genetic testing."
  },
  {
    "sample_type": "3b",
    "patient_first_name": "Brian",
    "patient_last_name": "Martin",
    "dob": "2013-11-03",
    "sex": "Male",
    "member_id": "MCD145380097",
    "patient_address": "9571 Church St, Danbury, CT 06511",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Steven Torres",
    "provider_npi": "4329757556",
    "provider_phone": "(860) 711-9036",
    "provider_fax": "(959) 668-7924",
    "provider_address": "6689 Washington Ave, Meriden, CT 06615",
    "lab_name": "GeneDx",
    "lab_npi": "",
    "lab_address": "7042 Forest Ave, New Haven, CT 06299",
    "test_type": "WGS",
    "test_configuration": "Trio",
    "cpt_codes": [
      "81425",
      "81426"
    ],
    "urgency": "Expedited",
    "specimen_type": "Saliva",
    "collection_date": "2025-12-31",
    "internal_test_code": "TH78a",
    "icd_codes": [
      "S93.401A",
      "T20.00XA",
      "S06.0X0A"
    ],
    "icd_descriptions": "",
    "prior_test_type": "Single gene",
    "prior_test_result": "negative",
    "prior_test_date": "2025-04-10",
    "clinical_note": "Brian Martin is a 12-year-old boy (DOB 2013-11-03) seen for ongoing concerns about global developmental delay and learning difficulties. Since early childhood, he has required academic support and has struggled with age-appropriate milestones, particularly in language and fine motor skills. Parents report clumsiness and poor coordination, with frequent tripping and difficulty participating in sports. History is notable for multiple injuries, including a recent right ankle sprain sustained while running, a prior mild head injury without loss of consciousness, and a superficial facial burn from an accidental splash of hot liquid; all have healed without apparent sequelae. Examination today reveals mild facial asymmetry with subtly coarse features and a broad nasal bridge, along with slightly low-set, posteriorly rotated ears and a long philtrum. Limbs show mild joint laxity and pes planus, with awkward gait but no focal neurological deficits. A prior single-gene test performed on 2025-04-10 was negative. No known family history of similar developmental or craniofacial concerns is reported."
  },
  {
    "sample_type": "3c",
    "patient_first_name": "Robert",
    "patient_last_name": "Sanchez",
    "dob": "2014-04-11",
    "sex": "Male",
    "member_id": "HUS658797710",
    "patient_address": "8467 Second St, Hamden, CT 06360",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Thomas Taylor",
    "provider_npi": "9685645105",
    "provider_phone": "(860) 645-6473",
    "provider_fax": "(203) 738-3369",
    "provider_address": "3686 Elm St, Stratford, CT 06533",
    "lab_name": "Invitae",
    "lab_npi": "8352414939",
    "lab_address": "7918 Cedar St, Newington, CT 06824",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Buccal",
    "collection_date": "2025-12-11",
    "internal_test_code": "",
    "icd_codes": [
      "E70.20",
      "G40.419"
    ],
    "icd_descriptions": "",
    "clinical_note": "Robert Sanchez is an 11-year-old boy (DOB 2014-04-11) with a history notable for recurrent generalized seizures beginning in early childhood, now characterized by episodes with impaired awareness and occasional tonic stiffening followed by postictal confusion. Seizure frequency has fluctuated despite antiseizure therapy, with recent reports of breakthrough events often triggered by intercurrent illness or missed doses. Clinical concerns also include features suggestive of an inborn error of amino acid metabolism, with past episodes of lethargy and poor feeding during minor infections, intermittent vomiting, and documented elevations of aromatic amino acids on prior metabolic workup, raising concern for a disorder of phenylalanine and tyrosine metabolism. Developmental progress has been generally age appropriate between episodes, though parents note transient regression in school performance following more severe events. Family history is notable for a younger maternal cousin with childhood-onset epilepsy and a paternal uncle with “liver problems” of unclear etiology. There is also a maternal grandfather with late-onset colon cancer and a paternal grandmother with type 2 diabetes and hypertension. No prior genetic testing has been documented."
  },
  {
    "sample_type": "3c",
    "patient_first_name": "Kenneth",
    "patient_last_name": "Thompson",
    "dob": "2020-01-01",
    "sex": "Male",
    "member_id": "CT580412837",
    "patient_address": "5560 Forest Ave, New London, CT 06908",
    "subscriber_name": "",
    "subscriber_relation": "Self",
    "provider_name": "Dr. Sarah Johnson",
    "provider_npi": "2165436456",
    "provider_phone": "(860) 479-3072",
    "provider_fax": "(475) 849-8508",
    "provider_address": "6981 Center St, New Britain, CT 06702",
    "lab_name": "Invitae",
    "lab_npi": "2334208427",
    "lab_address": "6200 Union St, Waterbury, CT 06251",
    "test_type": "WGS",
    "test_configuration": "Proband",
    "cpt_codes": [
      "81425"
    ],
    "urgency": "Regular",
    "specimen_type": "Blood",
    "collection_date": "2026-01-08",
    "internal_test_code": "",
    "icd_codes": [
      "E70.20",
      "R56.9"
    ],
    "icd_descriptions": "",
    "clinical_note": "Kenneth Thompson is a 6-year-old boy with a history notable for recurrent seizures beginning in early childhood, described by parents as episodes of unresponsiveness with generalized stiffening and rhythmic jerking, followed by postictal fatigue. Events have occurred without clear provocation, and he is currently managed with antiseizure medication with partial control. Clinical concerns also include features suggestive of an inborn error of amino acid metabolism, with intermittent episodes of lethargy and irritability that appear to worsen during illness or prolonged fasting; prior evaluations have prompted consideration of a disorder affecting tyrosine processing, though definitive diagnosis is pending. There is a family history of a maternal uncle with childhood-onset epilepsy requiring long-term treatment, and a paternal cousin reportedly diagnosed with a metabolic disorder in adolescence, details unknown. Additional family history is notable for a maternal grandfather with early coronary artery disease in his 50s and a paternal grandmother with longstanding rheumatoid arthritis. No prior genetic testing results are available in the record for Kenneth or his relatives."
  }
]